// ここから先NZKのデータ配列
let data = [
    {
        'id': '000',
        'title': '全ての元 NZK',
        'class': 'SAFE',
        'summary': 'ありとあらゆる物質の元<br>全てはNZKで出来ている<br>'
    },
    {
        'id': '001',
        'title': '全知を宿す座布団',
        'class': 'DANGER,ZABUTON',
        'summary': '座った者に知識をもたらす座布団全知と記載されているのは座った者が謎の行動をとって人ならざる力を行使したから<br>このNZKの破壊が日本座布団協会の目的でもある<br>このNZKは他のNZKを生み出したり<br>転移などを駆使して逃走を図る<br>\n追記<br>このNZKによって全知を手に入れ<br>死力を尽くして日本座布団協会が討伐した被害者は<br>資料によればたった一人だけである<br>'
    },
    {
        'id': '002',
        'title': '鏡の中の者',
        'class': 'MALFUNCTION,ORE',
        'summary': 'これは日本座布団協会の創設者、中島 芯吾郎が過去に討伐したNZKです。<br>現在の[削除済み]島にあったとされる[削除済み]洞窟内部にあった巨大な鏡です。<br>この鏡に反射した生命体の虚像は命を持ち、鏡から出てきて元の生命体を襲うそうです。<br>過去に中島芯吾郎の虚像が中島芯吾郎に襲いかかりました。<br>その時に島ごと破壊する戦闘を繰り広げ、激闘の末鏡ごと洞窟が崩落、そのまま島が沈みました。<br>'
    },
    {
        'id': '003',
        'title': '世界のバグ',
        'class': 'SAFE',
        'summary': '日本の[削除済み]県[削除済み]市内のゲームセンター内で発生する現象です。<br>NZK-003-Aもといこのゲームセンター内では一般的に物理法則からかけ離れた行動をすることができます。<br>NZK-003-Aの管理人はNZK-003-B-1、NZK-003-B-2、NZK-003-B-3を使用した後、消息を絶ちました。<br>\n補遺1<br>NZK-003-B-1について<br>NZK-003-A内部にて管理人が自分の手に持っていたマグカップとその内容物を謎の儀式の後、0個のマグカップとその内容物を生成しました。<br>この0個というのは本人の発言によるものです。本人曰くこのマグカップとその内容物は1つにも256個にもなるという訳のわからない発言をしていました。<br>\n補遺2<br>NZK-003-B-2について<br>NZK-003-A内部にて協会職員が管理人を保護しようと試みたところ強く拒否し、数秒の硬直後逃亡しました。<br>その際逃亡経路は元のゲームセンターとはかけ離れた未知の空間となっていたとのことです。<br>\n補遺3<br>NZK-003-B-3について<br>NZK-003-A内部にて管理人が何故かゲームセンター内にある毒沼で協会職員と交戦、<br>弾丸を肩にくらい瀕死になっている時に毒を飲みどこかに消失しました。<br>'
    },
    {
        'id': '004',
        'title': 'すーぱーさすまたー',
        'class': 'TTHEORY',
        'summary': 'NZK-004は一般的は刺股の形をした道具です。<br>NZK-004は◻️◻️◻️◻️年.◻️◻️県で出土した道具です。<br>先程記載したように見た目は刺股をような形です、だがそれはポン酢ではありません。<br>性質について<br>下記の文章はニューロン博士の日記から書き出したものです。<br><br>NZK-004の能力は一般職員がゴム製の手袋から持った際でした、<br>周りに馬刺しが出てきました。<br>そこからNZK-004が光り出したんです、ですがそれはポン酢でした。<br>(出土した刺股をNZK-004A、そのNZK-004Aから出現した馬刺しをNZK-004Bと記録します。)<br>そしたらNZK-004Aを持ってた一般職員が蚊取線香になって、<br>もう何がなんなのかわからなかった、ですがそれもポン酢でした。<br>そこから収容して様々な実験を記録に残した。<br>最初に行った実験は一般職員にNZK-004Aを持ってもらうものでした、<br>そしたら絆創膏が出てきたんです。その後NZK-004Aが光り一般職員はタニシになってしまいました。<br>(これの絆創膏をNZK-004Cとします、これもポン酢でした。)<br>そのNZK-004Cを使用してみましたが普通の絆創膏でした。<br>その時、何故その場にいた職員や博士は危機感や警戒心がなかったのか、それも謎だった。<br>それもNZK-004の性質なのかまだまだ実験する必要がありそうだ)<br><br>それから発見した性質<br>・猫が出現し、職員がコンタクトレンズになる。<br>・カラムーチョが出現し職員がテスラコイルになる。<br>・持った本人の思考は関係無い。<br>・鉛筆が出現し、職員が胡椒になる、実はこれもポン酢でした。<br>・水素が出現し、職員が襷になる。<br>・稀に文章に「ポン酢でした」と記述してしまう。<br><br>実験は危険なのでもう行われていません。<br>NZK-004の概要については以上です。<br>'
    },
    {
        'id': '005',
        'title': 'GAMING☆ZABUTON',
        'class': 'SAFE,ZABUTON',
        'summary': 'これは1,680万色に発光する座布団です。<br>この座布団に座りながらゲームをすることによりゲームがいくらか上手くなった気になれます。<br>これはどんなミーム汚染に感染してようとそのミーム汚染をかき消して上手くなる気がしてきます。<br>'
    },
    {
        'id': '006',
        'title': '未来サイコロ',
        'class': 'SAFE,HT',
        'summary': 'これは25mmのサイコロです。NZK-006は転がすことで、転がした人の未来を決定します。<br>1の目の場合は近々幸運が、2の目の場合は近々試練が、3の目の場合は近々苦難が、<br>4の目の場合は悪運が、5の目の場合は悪意が、6の目の場合は災害が訪れるとされています。<br>このサイコロを転がした後にもう1度サイコロを転がしても未来は変更できませんでした。<br>'
    },
    {
        'id': '007',
        'title': 'テスト',
        'class': 'THEORY',
        'summary': 'テスト<br>'
    },
    {
        'id': '008',
        'title': '名も無き未来への旅人',
        'class': 'SAFE',
        'summary': '異世界転生されてしまった16歳の少年。趣味はアニメとサッカー。何気にサッカー部のエース。<br>流れ着いてしまった異世界はファンタジーでもSFでもなく、元いた世界より675倍時間流れが速い世界。<br>そしてもといた世界に干渉し、覗くことができる。そのため、自分以外の物が加速しているように感じる。遥か彼方の未来で人類の終末を見届ける存在となった。<br>'
    },
    {
        'id': '009',
        'title': 'あいつら黒板なんだ！',
        'class': 'SAFE',
        'summary': '日本の[削除済み]県[削除済み]市にある廃校。この廃校に入ると、周りの人の頭が黒板に見えるようになるミームに感染する。<br>このミームに感染すると人の声が聞こえなくなる変わりに黒板に言ったことが書かれるようになる。<br>この黒板に記入、または文字を消したりすると相手もこのミームに感染する。<br>ミーム汚染された人は速やかにA級クラスの記憶処理を施すと感染を抑えられるが、12時間以上感染すると記憶処理をしても効果が無い。<br>'
    },
    {
        'id': '020',
        'title': 'B',
        'class': 'SAFE',
        'summary': '基本は紫色で6足歩行、尻尾と前足二本は棘付きの鉄球のような形をしています<br>この生命体は環境適応能力(食料によって環境適応し体色が変わったり身体的特徴が増えたりします)と物体破壊能力がとても高いです<br>仲間意識が強く危害を加えるとフルボッコにされます<br>何もしなければ人間に危害を加えることはありません<br>'
    },
    {
        'id': '039',
        'title': 'ひとのみ酒',
        'class': 'SAFE',
        'summary': '異常性を持った酒の容器類です<br>多数存在しており3杯目を注ごうとすると<br>容器から酒が出てきて3杯目を飲む人が吸い込まれます<br>'
    },
    {
        'id': '041',
        'title': '惜しい…',
        'class': 'SAFE,ZABUTON',
        'summary': '座った人が次から行う行動が99%の確率で惜しいものとなる<br>'
    },
    {
        'id': '047',
        'title': 'シルバーブレッド',
        'class': 'NC,CANNIBALISM',
        'summary': '破壊不能な銀で出来た銃弾とその人が最初に思い浮かぶ中折れ式のリボルバーです、<br>誰かを助けたいと強く思う人の所に現れます、使用者の最もいいと思う状況を作り出しながら望まれた人を助けます。<br>'
    },
    {
        'id': '051',
        'title': 'メタリゾット',
        'class': 'SAFE',
        'summary': 'リゾット(おかゆ)です<br>周囲数メートルの敵性存在に口から剃刀をだすなどの攻撃を行います<br>鉄分を操る能力があるようです<br>パイナップルや猫、一部の植物に反応して揺れます'
    },
    {
        'id': '066',
        'title': 'UN ALL',
        'class': 'NI,PRETEND,CANNIBALISM,HC,EC,HT',
        'summary': '黒髪の少年です<br>全ての事象を逆にできます<br>'
    },
    {
        'id': '085',
        'title': '絶対ソフトクリームの味がする金平糖',
        'class': 'SAFE',
        'summary': 'すっごい美味しい金平糖！でも食ったら体内の糖分が金平糖になっちゃう！<br>しかも金平糖は自我を持ってるよ！消化したくないって思ったら消化しない改変能力を持ってるよ！<br>助かる方法はない！悲しいね！<br>'
    },
    {
        'id': '86',
        'title': 'そこはきっとユートピア',
        'class': 'SAFE',
        'summary': '赤から黄へのグラデーション模様を持って蝶の姿をしている<br>止まった生物は眠りに落ちる<br>夢の中で生物が思い描く理想郷がそこにある<br>'
    },
    {
        'id': '087',
        'title': '日本座布団協会レイジー支部',
        'class': 'DANGER',
        'summary': 'これは存在しないはずの日本座布団協会のレイジー支部です。<br>NZK-087に一部の職員が連れ去られており、職員はNZK-087の所属部であったと思い込むミーム汚染に感染します。<br>過去に戦闘部隊がNZK-087を爆破の限りを行い、消し去りました。<br>しかし、数日後には復活していました。<br>ですが職員は取り戻せました。<br>なお、ミーム感染している職員はNZK-087を『聖地』と呼ぶそうです。<br><br>追記<br>島が逆転したことにより、NZK-087は裏返って、グリーシー支部となりました。<br>今は『裏聖地』と呼ばれています。<br>'
    },
    {
        'id': '091',
        'title': 'これはネギだが植物ではない。',
        'class': 'DANGER,HT',
        'summary': 'これはマサセッツ州で繁殖したネギです。<br>NZK-091はカテゴリー的に植物ではなく、菌類です。<br>NZK-091は有毒性があり、処分の際には密閉した箱の中で燃やし、煙を地上に蔓延させないようにしなければなりません。<br>そのため宇宙空間にての燃焼が最適とされています。NZK-091はどこにでも生えて来ることが確認されており、他のNZKにすら生えてきます。<br>また、NZK-091と土壌が同じ植物はNZK-091となり、元の植物としての個性と混ざります。<br>'
    },
    {
        'id': '092',
        'title': 'サメを一匹',
        'class': 'DANGER',
        'summary': 'これは異次元に存在する海からサメが出現する現象です。<br>確認されたパターンでは、コーヒーカップ内部、大気圏内、住宅街、太陽光発電所で出現しました。<br>この鮫をNZK-092-Aとします。NZK-092-Aは陸上の活動に対応しており、耐熱性能を持っています。<br>そのため大気圏内から落下していても燃え尽きませんでした。NZK-092-Aは異次元から来ていることが確認されており、この異次元は海があることが判明しています。<br>'
    },
    {
        'id': '093',
        'title': '白植矮星',
        'class': 'DANGER',
        'summary': 'これはオリオン座に確認された植物の白色矮星です。<br>構築している物質は全て植物であり、多種多様な植物が存在しています。自発的に光ることのできる植物や、水分を蓄え、広げる植物も存在します。<br>この星には植物以外の生命は存在しておらず、また地球上の植物以外の生命は居住不可とされる環境です。<br>この星は水源の枯渇を恐れ、水源のある星を捕食します。いずれ地球にも訪れると考えられるため、最大限の注意が必要です。<br>'
    },
    {
        'id': '099',
        'title': '禁足地',
        'class': 'NC',
        'summary': 'これは特定の人間のみにしか観測できない土地です。<br>アーサー王伝説に出てくるアヴァロンや竜宮城など許可された者のみが立ち入ることができます。<br>これらの土地は許可された者以外が観測することができず、地図に描き足すと世界地図が倍の大きさになるのではないかと予想されています。<br>超自然的な文化、文明の多くはNZK-099にあるとされております。未発見のNZKの多くはNZK-099に存在するとマッコウ博士は話しています。。<br>'
    },
    {
        'id': '102',
        'title': '夢幻の彼方から',
        'class': 'SAFE,HC,EC,HT',
        'summary': 'これは『無幻の彼方』というタイトルの本です。NZK-102は読んでいる内にその人の心に一番残っている童話や御伽話の人物や生き物を具現化させ、これをNZK-102-Aとします。<br>NZK-102-Aはその本を読んだ者が忘れない限り存在し続けます。<br>またNZK-102-Aはそれが非現実的なものの場合、現実を侵食していきます。<br>それが魔術師なら科学は意味をなさなくなり、それが龍なら現在の生態系を大きく破壊します。<br>'
    },
    {
        'id': '106',
        'title': 'key',
        'class': 'NI,THEORY',
        'summary': '破壊不能の鍵です<br>所有者は想像した通り開けたいもの閉めたいものを開閉できます<br>どこまでできるかは不明です<br>'
    },
    {
        'id': '111',
        'title': '爪楊枝オブキングダム',
        'class': 'SAFE',
        'summary': 'リスやネズミやハムスターなどの統一されたサイズの齧歯類によって構築された生物群とその巣です、<br>巣の周囲には定期的に木が生えその木は燃えることも腐食することもありません、<br>生えた木を利用し建物や道具を作り巣を拡大します、巣の拡大先に他の生物がいる場合交渉か戦争で解決します、<br>戦い及び狩に使う武器は全て爪楊枝か爪楊枝を加工したものです、<br>支援や手助けをしてくれた人間にはルールを一つ追加できたり指示を一つ聞いてくれます。<br>以下は協会が追加したルールです<br>・人間の建物などに巣を拡大しない<br>・人間に攻撃を行わない<br>・新種生物の発見などがあったら報告する<br><br>追記<br>機動部隊としての雇用を検討しています'
    },
    {
        'id': '116',
        'title': 'hardlikesteel.com',
        'class': 'SAFE',
        'summary': 'ネットウイルス。感染してはPCの使用者の行動を監視し、学習している。人知を超えた存在が現れた時、人類はどう対処するのだろうか。<br>'
    },
    {
        'id': '119',
        'title': '火星行き飛行機',
        'class': 'SAFE',
        'summary': '羽田空港からハワイを中継し、火星に行く飛行機です。帰りの便は現在確認されていません。<br>機体内部では乗客がゾンビとなりフラダンスをしています。またこの飛行機の離陸と同時に新宿内のどこかのみかんが破裂します。<br>新宿内にみかんが無い場合飛行機が徒歩で火星に向かいます。<br>'
    },
    {
        'id': '123',
        'title': '学校撲滅機',
        'class': 'DANGER?',
        'summary': '学校を粉砕する機械です<br>粉砕される学校に居る人は避難しその内全員が無事です<br>在籍していた生徒はその学校で学ぶ全ての知識を一瞬で記憶します<br>'
    },
    {
        'id': '125',
        'title': '*規制',
        'class': 'SAFE',
        'summary': '*規制'
    },
    {
        'id': '129',
        'title': '第3宇宙電話ボックス',
        'class': 'SAFE',
        'summary': '日本国内の所々にある電話ボックス。一般的に異常性はみられないが、pm1:24にかならず電話ボックスにコールが来る。<br>コールに出ようと中に入ると第3宇宙速度で発射し、そのまま太陽系を脱出する。尚、発射後16時間で元の位置に戻る。<br>中に入った者は何処かに消えている。何かしらの外傷を負っても16時間後には元に戻る。<br>'
    },
    {
        'id': '135',
        'title': 'ランキングボード',
        'class': 'NI',
        'summary': '協会関連施設の壁に不定期に出現するボードです<br>自動的に票を集計しランキングを表記します'
    },
    {
        'id': '146',
        'title': '犯人はこの中にいる',
        'class': 'SAFE,HT',
        'summary': 'これは書き途中の本です。建物内や乗り物内でNZK-146を開くと殺人事件が発生し、必ず事件は解決します。<br>また、事件の様子がNZK-146に記されていき、最終的に犯人が見つかった時点でNZK-146は白紙に戻ります。<br>'
    },
    {
        'id': '175',
        'title': 'ダイラタンシー金属布',
        'class': 'SAFE',
        'summary': 'これは普段はただの布として振る舞う金属です。NZK-175は強い衝撃を受けると金属としての硬さになります。<br>また、NZK-175は戦闘部隊のアーマーとして使用されています。これはダイラタンシー現象から名付けられました。<br>'
    },
    {
        'id': '183',
        'title': 'やきうロボ',
        'class': 'SAFE',
        'summary': '産業革命社が1998年に発売したおもちゃ。定価2万8000円とあまりの高さに100台も売れてない。<br>生産個数の1000台中984台は収容したが、4台機能停止、12台未発見である。<br>B玉をセットしてタイミングを合わせB玉を発射、そして打ち返すおもちゃである。しかしこのおもちゃの付属品のB玉が擦り削れる時に未知の気体が発生する。<br>この気体は触れる全ての物質をこの気体と同じものに上書きする性質がある。<br>また最初から入っている電池は現代技術では再現不可能となっており、こちらは性質が未だ不明である。<br>'
    },
    {
        'id': '193',
        'title': '「たたかう」者の理想郷',
        'class': 'SAFE',
        'summary': '扉です<br>先にある異空間では様々な相手と様々な武器やルールでたたかうことができます<br>一部には亡くなったはずの存在や現実にはいないはずの者もいます<br>'
    },
    {
        'id': '200',
        'title': '機々械々の神',
        'class': 'SAFE',
        'summary': 'さまざまな機械を生み出せる機械です<br>人間のような自我を持っており<br>自発的に民や兵を生み出し平和な国を作っています'
    },
    {
        'id': '206',
        'title': '落とし穴に気をつけて',
        'class': 'SAFE',
        'summary': '世界各所に発生する落とし穴です。1.5m程ある落とし穴で、どんな場所でも落とし穴になります。<br>人以外は落ちません。この落とし穴は人が中に入っていない状態から10時間後に元の地面に戻ります。内部に落ちた人は内部にいる間は損傷を与えることができません。<br>'
    },
    {
        'id': '207',
        'title': 'fake moon',
        'class': 'DANGER',
        'summary': '月に擬態している地球外生命体。一つ目の球体。現代社会ではスマホばかり見て、夜空に目を向けない者達が多いため気づかれにくい。<br>fake moonと目があってしまった者は思考を忘れ、植物人間となる。<br>'
    },
    {
        'id': '208',
        'title': '絶対バランス能力',
        'class': 'SAFE',
        'summary': '5歳の少年の姿をした人型NZKです、怪我をするので死にはしますが老いることはありません、<br>この少年にパソコンなどのネットから人物が見れる物体を与えてはいけません、この少年に一度記憶された人及び人型NZKは忘れられた場合消滅します、<br>よって部屋を与え1人の協会職員によって収容されています、収容違反が発生した場合は即座にあらゆる手段を使って滅殺してください。<br>'
    },
    {
        'id': '213',
        'title': '■■■■の森',
        'class': 'SAFE',
        'summary': 'これは■■■■にあるとされる森です。NZK-213はその場所を記述する際も発音する際ももやがかかったような状態になります。<br>NZK-213内部は霧で覆われており、入ると必ず入った場所とは別の場所から出てきます。<br>これまでの記録では、アマゾン、富士の樹海、ホワイトハウスから出てきました。これらの関係性は未だに不明です。<br>'
    },
    {
        'id': '216',
        'title': 'はつかりんご',
        'class': 'DANGER',
        'summary': '多数存在するりんごです<br>自発的に植物が育つ環境土に埋まろうとします、埋まると木が生え20日でりんごがなりそのりんごもNZK-216と同性質で結果、<br>指数関数的にりんごが増え20日で地球が埋め尽くされます、燃やすか食べてから種を砕いてください。<br>'
    },
    {
        'id': '231',
        'title': '欲望の魔塊',
        'class': 'DANGER(現在はMALFUNCTIONと推定)',
        'summary': '説明<br>この塊からは人の欲望によって形成された魔物が近くに欲を持った人がいる限り出現します<br><br>事案<br>NZK-417がNZK-231の魔物に攫われた際NZK-386がNZK-047を所持して救出に向かい<br>帰ってきた際魔物が出ることがなかった為現在は警戒要員として数名の厳選された職員が巡回しています。<br>'
    },
    {
        'id': '243',
        'title': '次、止まります',
        'class': 'SAFE',
        'summary': 'これはバス等についているボタンです。<br>NZK-243は気体、プラズマ以外の物質に貼り付けることが可能です。<br>単3電池2本を入れられるスペースがあります。取り外しも可能なのですが、起動中は外せません。<br>ボタンを押すと電子音が鳴り、貼り付けられた物質の粒子が完全に静止し実質的な時間停止になります。<br>およそ1時間ほどすると電池切れで勝手に外れます。<br>'
    },
    {
        'id': '246',
        'title': '「正常」な人',
        'class': 'SAFE',
        'summary': 'この人は精神汚染及びミーム汚染及び現実改変等の影響によって思考が変わることがありません<br>この人の子孫も正常であり続ける異常性を引き継ぎます<br>'
    },
    {
        'id': '256',
        'title': '幽閉の夢',
        'class': 'NI',
        'summary': 'ある一定の条件下(厳しい)で睡眠につくと確定で夢を見る。<br>その夢は自分が心の底から恐れているものが、自分が嫌う傾向にある空間で襲われる。<br>脱出する鍵は何かしら必ずあるがそれを攻略するのは至難の業だ…経験者の話を聞いても一人一人の難易度は違う。<br>これを攻略することが出来たなら、社会で生き抜くことができるかも<br>'
    },
    {
        'id': '260',
        'title': '願いの裁判所',
        'class': 'MALFUNCTION,PRETEND',
        'summary': '元は入った人の願いを聞き、叶えるかどうかを裁定する裁判所でした<br>入口が複数あり、ここを知った人が乱用していたのですが協会職員の関係者に被害が出て協会職員が裁判所を利用して裁判所を破壊しました。<br>'
    },
    {
        'id': '277',
        'title': 'ウルトラおっさん',
        'class': 'SAFE',
        'summary': '[削除済み]県[削除済み]市にお住まいの[削除済み]さん5億4000万歳です。<br>NZK-277は最高速度マッハ7で走り、分身、巨大化、手から光線、キックで100人抜きは朝飯前とのことです。<br>3000万年ほど前に存在していた秘密結社サウザンマキシマムを一人で壊滅させたことがあるらしく、改造宇宙人ウルトライダーに変身して戦っていたそうです。<br>ですが、現在は給料の少なさに嘆き変身するためのパワーが補給できないそうです。<br>'
    },
    {
        'id': '280',
        'title': '不忘の呪い',
        'class': 'NC',
        'summary': '物や人につく呪いです<br>呪いを持った存在が一方だけであっても忘れない存在であれば触れると呪いが渡ります<br>呪いがついた人死亡すると一番近くの最も年齢が低いひとに渡ります<br>呪い自体に記憶があり呪いを受けた人は呪いに刻まれた記憶を全て自分のものでは無いと理解しながらその記憶を全て記憶します<br>この呪いは名前の通りありとあらゆることを忘れなくなります<br>嫌なものを見た時も<br>怪我をした痛みも<br>...前に呪いを受けた人の死も<br>美味しいものを食べた時の感覚も<br>人の慈愛を受けた時のことも<br>幸せに浸っていた時も<br>全て忘れなくなります<br>'
    },
    {
        'id': '312',
        'title': '財布事情',
        'class': 'SAFE',
        'summary': '財布です<br>中身を見ると語尾や文末に(財布的な意味で)という文が付与されます(財布的な意味で)<br>聴いた人や見た人にも伝染します(財布的な意味で)<br>やめようと思ったらやめれます(財布的な意味で)<br>'
    },
    {
        'id': '319',
        'title': '極円日記',
        'class': 'SAFE,HT',
        'summary': '円周率を記した本。本の終わりはなく、どこで開いても最初から始まる。<br>めくればめくるほど時空間異常を起こし、めくる人がめくったページ数だけ年をとる。<br>'
    },
    {
        'id': '320',
        'title': '矛先スピニング',
        'class': 'SAFE',
        'summary': '　これは人が誰かに向ける感情の矛先を別の誰かに向けられる装置です。<br>NZK-320は槍のような形をしており、NZK-320で刺した相手の感情を自分以外の<br>誰かに向けさせることができます。'
    },
    {
        'id': '328',
        'title': '新文明…イカッ！',
        'class': 'DANGER,HC',
        'summary': '　これは発達すれば発達するほど人類の文明が退化していくイカの文明です。<br>NZK-328は平行世界調査部隊PARALLELSが発見したNZKの一つであり、ニュージーランドに領土を持っています。<br>スクィードという国であり、NZK-328が摩製石器を使うようになったら、航空技術が失われ、<br>政治が始まれば、代表制システムが失われました。'
    },
    {
        'id': '333',
        'title': 'グレイターミナル',
        'class': 'DANGER',
        'summary': '修復,転移能力を持った駅です<br>さまざまなものがたどり着きます<br>NZKも流れつきます<br>破壊し続けることで被害を抑えれます<br>'
    },
    {
        'id': '342',
        'title': '何かは分からないけれど確かにそれは何か',
        'class': 'THEORY',
        'summary': '何かです。分かりません。でも何かです。分かりません。やっぱり何かなのです。分かりません。<br>'
    },
    {
        'id': '350',
        'title': '1秒間',
        'class': 'SAFE',
        'summary': '　これは食べることで1秒間だけ手で触れるもの全てを灰にするりんごです。<br>NZK-350は日本の■■都、■■■区に生えている木に実ります。NZK-350は常温でも3ヶ月は放置していられます。<br>NZK-350は、甘いけどなんだか溶けるアイスみたいな食感だそうです。'
    },
    {
        'id': '352',
        'title': '時空船さいたまスーパーアリーナ',
        'class': 'SAFE,TH',
        'summary': '時空間移動を行うさいたまスーパーアリーナです。さいたまスーパーアリーナ内部の人間は時空間移動についてくることはできず、非生物のみ時空間移動できます。<br>このさいたまスーパーアリーナはタイムパラドックスが発生することはなく、代わりに現地の歴史が歪みます。<br>時空間移動をする際、LEDと同じレベルの光量を発生させます。また、時空間移動は内部の人間が意図的に行うことが出来ます。<br>'
    },
    {
        'id': '355',
        'title': '終制作 NZK',
        'class': 'SAFE,EC',
        'summary': 'これは文末につく奇妙なミーム汚染です。このミーム汚染に感染すると<br>終<br>制作・著作<br>━━━━━<br>ⓃⓏⓀ<br>と勝手に入力してしまいます。このミーム汚染に感染すると紙を無駄に使い、地球温暖化が活性化してしまうため絶対に広めてはいけません。<br>感染してしまった場合はBクラスの記憶処理を受けるまで絶対に文字を書かないようにしましょう。<br>終<br>制作・著作<br>━━━━━<br>ⓃⓏⓀ<br>'
    },
    {
        'id': '358',
        'title': '時の案内人',
        'class': 'SAFE',
        'summary': 'カメラです、使用者が望んだ時の景色が映し出されます、写真は撮るたび無から生成、補充されるので安全確認と資源化実験を行っています<br>'
    },
    {
        'id': '360',
        'title': '東京湾の預言者',
        'class': 'SAFE,TH',
        'summary': '東京湾の水中で発見された未知の魚類。関西弁の日本語で喋る。性格は荒っぽく、毎日たい焼き7枚を食べさせないと怒る。<br>既に8名が怪我を負わされている。本人曰く名前はラプラスと言うらしい。<br>あらゆる過去と未来を知ることができ、宇宙の終わりまで知ることができるが、2038年の未来以降を見ることを断固拒否している。「2039年になったら見てみてもいい、見れればね。」と言っている。<br>'
    },
    {
        'id': '362',
        'title': 'イギリス座布団協会',
        'class': 'SAFE,ZABUTON',
        'summary': 'これは座布団協会を名乗る異能集団です。<br>NZK-362は世界中の布と羽毛を座布団へ作り変えるため、日本座布団協会に宣戦布告をしてきました。<br>ですがその正体は座布団そのものの概念体であり、座布団の意思により同族を増やそうとしています。<br>NZK-362を無力化し収容することは最重要項目の一つです。<br>'
    },
    {
        'id': '386',
        'title': '精密に作られた虚像',
        'class': 'NI,PRETEND,CANNIBALISM',
        'summary': '12歳の少年に見えるロボットです<br>血も流しますが特徴やレントゲン等で撮影したり様々な実験を行った結果ロボットだと分かりました<br>目も髪もダイヤモンドを思わせる美しい透明度が高い水色です<br>とあるNZKの影響下にあり破損した部位から修復が行われます、全損することはなく心臓の位置にある不壊のコアパーツから修復が行われます<br>発見当時は以下の文書を手に持ちながら充電切れでした<br>「僕の望んだ姿、僕がなりたかった姿、君が誰かの手によって動き出す時、助けたい誰かに尽くしてくれ」<br>NZK-386の作成者は不明です、発見次第協会に勧誘することを推奨します<br>NZK-386の性能は不明点がいくつかあります、彼は協力的なのでいくつかの実験の後職員として雇用することを推奨します、報告書作成者<span    style="background-color: black; color: black;">黒塗り</span><br>'
    },
    {
        'id': '390',
        'title': 'はなみかん',
        'class': 'SAFE',
        'summary': '秋の時期に花見をしようとすると発生する<br>花が蜜柑に変化し増殖しながら拡散する<br>'
    },
    {
        'id': '399',
        'title': 'すんごい鎮静剤',
        'class': 'SAFE',
        'summary': '服用者の不安、怒り、悲しみの原因を服用者の消したいものだけ消せる鎮静剤<br>'
    },
    {
        'id': '400',
        'title': '400.html',
        'class': 'MALFUNCTION,PRETEND',
        'summary': 'これは日本座布団協会のサイトに出現したバグです。<br>このバグにより400番台のNZKは閲覧できなくなっていました。しかし編集者により擬人化されて、戦闘部隊に圧制されました。<br>'
    },
    {
        'id': '414',
        'title': '0で割った世界',
        'class': 'DANGER,HT,ZABUTON',
        'summary': 'これは上に人が座っている間、世界から数字が全て等しい価値になる座布団です。<br>NZK-414に人が座った時に、全ての次元、全ての時間、全ての向き、etc…が繋がりました。そのため宇宙は崩壊しました。<br>'
    },
    {
        'id': '417',
        'title': '愛を望む少女',
        'class': 'SAFE,CANNIBALISM,HC,HT',
        'summary': '本オブジェクトは12歳の女性に見える人型実体であり少女が愛した存在はこの少女を愛することになります(愛された存在は少女が望む行動をとる)<br>身体的特徴<br>身長140cm<br>体重37kg<br>栗色のショートヘア<br>青い目<br>'
    },
    {
        'id': '442',
        'title': '人をおびき寄せる花',
        'class': 'SAFE',
        'summary': 'これは特定の種類に関わらず、周りの人を引き寄せ、自らの養分とする花です。<br>花は低確率でNZK-442となる場合があり、NZK-442は微弱ではありますが磁力を帯びています。<br>NZK-442の種子からは普通の花も咲きます。<br>'
    },
    {
        'id': '444',
        'title': '死亡フラグ',
        'class': 'DANGER,EC,HC,CANNIBALISM',
        'summary': '特定の発言をした人型実態に生えてくる黒い旗です、発言を撤回したら消えます、<br>消えなかった場合は生えてる人が生えてる本数分生命の危機に侵され危険な目にあった回数分抜け落ちます、<br>特定のNZKで無効化が可能です、破壊は可能ですが通常強力な爆発でない限り破壊できないので破壊を試みるのは他NZKを使用する方がいいです。<br>'
    },
    {
        'id': '447',
        'title': 'なんでもできるえんぴつ',
        'class': 'SAFE,HC,EC,HT',
        'summary': 'なんでもできるえんぴつ。物書きも料理も核実験もこれ1本でどうにかなる。正し今からこのえんぴつを使いやろうとすることの概念がこの世から消え去る。<br>'
    },
    {
        'id': '451',
        'title': 'インビジブル',
        'class': 'MALFUNCTION',
        'summary': '　これは人の背後に出現する人型実体とそれに付随する特殊能力です。<br>NZK-451は真っ白な人型で、同じような特殊能力の人型実体でなければ触れません。<br>NZK-451の能力は自身が透明になり、生命体には触れなくなる能力です。<br>しかし、NZK-451はDISCに保存され、紛失しました。<br>破壊力 E<br>スピード E<br>射程距離 D<br>持続力 B<br>精密動作性<br>成長性 D'
    },
    {
        'id': '489',
        'title': '未開の畑',
        'class': 'THAORY',
        'summary': 'とある人物が管理する広大な範囲のにんじん畑です、管理人の知らぬうちに建造物や未確認生命体が複数存在しますがその大部分は管理人に使役されています、<br>以下畑の中で見つかった建造物及び生命体の報告です<br>広大な範囲の遺跡と大蛇<br>結界の貼られた金の塔と屍達<br>蟲の大群が飛翔する沼地<br>沼地にある迷宮と獣人達<br>沼地の奥熱波のあまり身体が発火する焼け沼とそこに棲まう毒龍<br>光も届かぬ闇の森、埋まった砦と幽霊の騎士団<br>闇の森に聳え立つ血と黒の塔と邪神<br>氷河と洞窟と氷を投げる雪男<br>美しき光景が固形化したような宮殿に棲まう氷の女帝<br>怪物の巣窟と化している洞窟<br>荊とにんじんに囲まれた城(管理人は畑の休憩所と言い張ってるが入る道が分からない)<br>賢羊の神殿、人を蝕む生垣の迷路、亡霊の棲まう鉱山などが見つかっております'
    },
    {
        'id': '513',
        'title': 'おにいさん',
        'class': 'DANGER',
        'summary': 'これは町中に出現するおにいさんです。<br>NZK-513はどこにでもいる平凡な見た目をしている18~30歳ほどの人間の男性のような見た目をしています。<br>NZK-513は発見時必ず後ろ姿でしか確認できません。NZK-513は必ず歩いており、時速は計測不可でした。<br>絶対にNZK-513より前に行くことはできません。それは貴方が車に乗っていても変わりません。車が大破します。<br>NZK-513を追いかければ追いかけるほど貴方は見知らぬ土地へ踏み込むことになるでしょう。最終的に貴方は二度と帰って来れなくなります。<br>'
    },
    {
        'id': '520',
        'title': 'いつもの駅',
        'class': 'NI',
        'summary': '貴方はこの駅で、いつも、いつも。<br>日は明けず、目的地は遥か遠く。<br>見知らぬ町で、見知らぬ駅で、いつもの駅で貴方は目を覚ます<br>'
    },
    {
        'id': '530',
        'title': '何言ってんだ！ふｼﾞｬｹﾙﾅ!!',
        'class': 'SAFE',
        'summary': 'とある映像作品を観覧することで発生するミーム汚染です。このミームに感染すると極度に滑舌が悪くなり、そして身体がボロボロになります。<br>また味覚にも支障を来し、激マズパスタでも食べれるようになります。そして症状が悪化するとパズルのピースを定期的に吸い込む必要が出てきます。<br>この滑舌の悪い言葉を聞いた人は感染します。ミーム汚染した場合は、強敵にバリアを貼られないよう0距離射撃する必要があります。<br><br>ﾄﾞｩｱﾞﾄﾞｩｴｲｿﾞﾙｻﾞｧｸﾞﾋﾞｨﾝｦｶﾝﾗﾝﾄﾞｩﾙｺﾄﾞｩﾃﾞｳﾞｧｯｾｲﾄﾞｩﾙｳﾞｨｰｳﾞｵｾﾝﾃﾞｨｽ｡ｺﾄﾞｳﾞｨｰｳﾞﾃﾞｨｶﾝｾﾝﾄﾞｩﾙﾄﾞｩｸｮｸﾞﾄﾞﾃﾞｨﾅﾍﾞﾗｼﾀﾞｶﾞﾜﾄﾞｩｸﾞﾅﾃﾞｨ､ｿｼﾃﾞｼﾝﾀﾞｲｶﾞﾎﾞﾄﾞﾎﾞﾄﾞﾃﾞｨﾅﾃﾞｨﾊﾞｽﾞ｡<br>ﾊﾞﾀﾞｳﾞｨｶｸﾞﾃﾞｨﾎﾞｼｼｮﾙｦｸﾀﾞｼ､ｹﾞｸﾊﾞｽﾞﾊﾟｽﾞﾀﾞﾃﾞﾛﾀﾞﾍﾞﾘﾄﾞｩﾖﾙﾃﾞｨﾅﾃﾞｨﾊﾞｽﾞ｡ｿｼﾃﾞｼｮﾙｼﾞｮﾙｶﾞｱﾞｯｶﾄﾞｩﾙﾄﾞｩﾊﾟｽﾞﾄﾞｩﾄﾞｳﾞｨｰｽﾞｦﾃﾞｲｸﾃﾞｸﾃﾞｨｽﾞｲｺｳﾞﾋﾞｨﾂﾞﾖﾙｶﾞﾃﾞﾃﾞｸﾊﾞｽﾞ｡<br>ｺﾄﾞﾅﾍﾞﾗｼﾀﾞﾄﾞﾜﾄﾞｩｲｺﾄﾞｩﾊﾞｦｸｲﾀﾞﾋﾞｨﾄﾞｩｳﾞｧｶﾝｾﾝｼﾊﾞｽﾞ｡ｳﾞｨｰｳﾞｵｾﾝｼﾀﾞﾊﾞｱﾞｲｳﾞｧ､ｸｮﾙﾃﾞｸﾃﾞｨﾊﾞﾃﾞｨｱﾞｦｳﾞｧﾗﾘﾅｲﾖﾙｾﾞﾛｸｮﾃﾞｨｼｬｹﾞｸﾄﾞｩﾙﾋﾞｨﾂﾞﾖﾙｶﾞｱﾞﾃﾞｨﾊﾞｽﾞ｡<br>'
    },
    {
        'id': '540',
        'title': 'こしょう',
        'class': 'SAFE',
        'summary': '胡椒が補充される調味料入れです<br>胡椒は普通の胡椒としても使えますが<br>物体を故障させます<br><br>'
    },
    {
        'id': '550',
        'title': 'パンジャンドラムv5',
        'class': 'ALFUNCTION',
        'summary': 'パンジャンドラムに反物質爆弾を取り付けたもの。ついでにホーミング機能とジェットを取り付けたが、捜索できず爆破。<br>多くの金がとびボツ兵器となった。<br>'
    },
    {
        'id': '555',
        'title': 'ウォッチャー',
        'class': 'THEORY',
        'summary': '神出鬼没の時計を持った人型です<br>白いフードをかぶっており一部の物体を消滅させたり、凄まじい力を持っています<br>確保かできることの確認が優先事項です<br>'
    },
    {
        'id': '560',
        'title': '押すだけ簡単東京復元ボタン',
        'class': 'SAFE',
        'summary': 'これは押すことにより異常性により破壊、<br>改ざんされた東京をすぐに元の東京にすることのできるボタンです。<br>NZK-560がどのような原理で東京を復元しているのかは分かりませんが、必ず東京のみ復元します。<br>東京の復元の速度観測は失敗しております。<br>'
    },
    {
        'id': '570',
        'title': '無限増殖バグ',
        'class': 'NI',
        'summary': 'これは物体を複製させる物理法則に反した現象です。<br>NZK-570の詳細は手段は、物体を何かにしまい、7~11秒ほど経過後に気絶します。目覚めると手には先ほどしまったはずの物体があり、<br>そしてしまったはずの物体もあるので、2つに増えることになります。<br>当初は1つづつしか増やせないと考えられてきましたが、複数種増やせることが後で判明しました。<br>'
    },
    {
        'id': '592',
        'title': '増殖するアレ',
        'class': 'DANGER',
        'summary': '増殖するアレです、大体の人間はアレに嫌悪感を抱き駆除しようとします、<br>発生源は名刺サイズのカードです、アレはカードを守ろうとするのでアレとカードの破壊をしましょう。'
    },
    {
        'id': '607',
        'title': '非観測帯時間傾向現象病',
        'class': 'DANGER',
        'summary': 'これは人類が観測していない領域は時間が止まっているという説です。<br>しかしNZK-607自体が概念的に取り憑く伝染病です。これはNZK-607に感染している人から口頭上でこの説明を聞き、<br>納得すると感染するという仕組みです。NZK-607に感染すると感染から1ヶ月で相対的に時間が止まっていき、<br>最終的に質量を持たない何かになります。以後NZK-607-A。NZK-607-Aは光を反射しないので周りからは見えず、<br>密度が無いで触れません。なお、NZK-607-Aになった人間がそれから3ヶ月後にマンハッタンに現れているという人もいます。'
    },
    {
        'id': '629',
        'title': '光るそば',
        'class': 'SAFE',
        'summary': '光るそばです<br>食べると無敵になれます<br>摂取量に比例して無敵時間が増えます<br>引越しそばが一定確率で変化します'
    },
    {
        'id': '631',
        'title': '眠魔',
        'class': 'SAFE',
        'summary': '寝たい時に眠くなくしたり起きてたい時に寝かせてくる存在です、温かいスープを飲ませると大人しくなります<br>'
    },
    {
        'id': '643',
        'title': '青い炎',
        'class': 'NI,CANNIBALISM',
        'summary': 'このオブジェクトは寒色のもので装飾された杯とそれに入っている炎で構成されています、<br>炎は消火不可能で杯は破壊不可です、炎は本来の性質の一部を持たず触れても火傷しません、<br>また非生物の燃えるものに当てるとダイヤモンド等の宝石に変えます、そしてこの炎は我々が汚染と呼ぶものを停止させ汚染にかかった物体を浄化します。<br>追記炎の持ち運びは瓶で行うことができ現在は汚染能力を持ったNZKの対処に使用されています<br>'
    },
    {
        'id': '647',
        'title': '一刀両断',
        'class': 'SAFE',
        'summary': 'これは物体の綻びを強制的に発生させ、どんな物でも斬れるようにする刀です。<br>これまで確認した全ての物体は一刀両断されました。<br>しかし刀自体が斬ったのではなく、「刀が触れる前に崩れていく」というほうが正しいです。<br>'
    },
    {
        'id': '664',
        'title': '<ruby><rb>弟切擬き</rb><rp>(</rp><rt>おとぎりもどき</rt><rp>)</rp></ruby>',
        'class': 'SAFE',
        'summary': 'これは7.5m×5mの武器の設計図だと思われるものです。<br>材料は様々な金属が混ざった合金で、形状は紙のように薄い板です。<br>描かれているものは、とても歪な形をした鈍器のように見えます。<br>これを見た職員は、「悪魔のなり損ないみたいな形だった。」と供述していました。<br>とても巨大なので、完成したものはおそらく原寸大、又はそれ以上の大きさだと思われます。<br>'
    },
    {
        'id': '668',
        'title': '記憶はツいてくる',
        'class': 'SAFE',
        'summary': 'これはB6のノートです。中にはびっしりとその人の思い出したくない記憶が書かれているように見えます。<br>NZK-668を拾ってしまい中を見てしまうと、このノートを捨ててもどこか目のつくところに帰ってきます。<br>'
    },
    {
        'id': '674',
        'title': '地球温暖化',
        'class': 'NATURAL,EC,PRETEND',
        'summary': 'これは地球の気候が上昇する現象です。<br>地球から熱が放熱することができずにこもることで、地球の温度が上昇します。これは早急に対処すべき問題です。<br><br>追記<br>このNZKはそのような現象では無く、ミーム汚染だということが判明しました。<br>NZK-674は地球温暖化という現象が発生しているという仮想を信じてしまうミーム汚染です。これよりNZK-674はクラス:NATURALと再決定します。<br><br>追記<br>上の記事を書いた職員は感染しています。地球温暖化は発生しています。逆に地球温暖化を仮想のものとする思考がミーム汚染に感染しています。<br><br>追記<br>上の記事を書いた職員は感染しています。直ちに処刑するべきです。協会の判断の前にサイトリーダーとして独自判断のもと処刑を行います。<br><br>追記<br>NZK-674は実際に発生しているかどうかは確定させられませんが、<br>この争いによりサイト600では多くの職員が[削除済み]となり、NZKの多くが脱走しました。<br>NZK-674のミーム汚染の被害にあると考えられる者はA級の記憶処理を施すべきと判断します。<br>'
    },
    {
        'id': '683',
        'title': '生物変化ウイルス',
        'class': 'DANGER,CANNIBALISM,HC,EC',
        'summary': '生物に入るとその生物にさまざまな変化をもたらし化物にするウイルスです、<br>全長1cmで可視で物質を貫通はできないのでガラス瓶に保管してから滅菌処理や消毒を施しましょう、<br>感染された生命体に起きた変化は巨大化、筋増加、触手が生える、体のパーツが増える、ブレスやビームを吐く、などでまだ未発見の変化があるとみなして良さそうです<br>'
    },
    {
        'id': '708',
        'title': 'どこまでも、どこまでも',
        'class': 'SAFE',
        'summary': 'これは[削除済み]県[削除済み]市で見つかった小石です。この小石は北に向かって転がっています。<br>この小石を動かしたり持ったりすることはできます。NZK-708から1km以内の石は同じく北に向かって転がり始めます。<br>'
    },
    {
        'id': '710',
        'title': '今日はとても<ruby><rb>醜い</rb><rp>(</rp><rt>きれい</rt><rp>)</rp></ruby>な月',
        'class': 'DANGER,TC',
        'summary': 'これは日本各地で確認されている怪奇現象です。<br>満月の夜に月とは別の巨大天体が出現し、この天体をNZK-710-Aとします。<br>NZK-710-Aは小規模の地域の人にしか見えず、その地域に落下します。落下後に破裂し、その地域に青い火が回ります。<br>この火は消化することができず、NZK-710-Aが落下した地域は必ず焼却されます。<br>その地域外に人が逃げることはできず、地域外から地域内に干渉することができません。<br>'
    },
    {
        'id': '711',
        'title': '何でも揃う便利なコンビニ',
        'class': 'SAFE',
        'summary': 'コンビニです<br>入ると外から見た時よりかなり広いです<br>店員さんの案内通りに進むと欲しいものが手に入ります<br>他の製品より性能が高いです<br>現在は協会職員用コンビニとして使用されています<br>'
    },
    {
        'id': '723',
        'title': '謎報告書',
        'class': 'THEORY',
        'summary': 'どこかが謎な報告書です<br>情報の出所だったり、一部が黒塗りされていたりしますこの報告書に書かれていたものが発見されたこともありました<br>内容は不定期に変わります<br>'
    },
    {
        'id': '732',
        'title': '入り江',
        'class': 'SAFE',
        'summary': '人魚が生息する岩で囲まれた入り江です<br>人魚達は悪意等を感じ取ることができ<br>特に何もなければ友好的にです<br>一人につき一枚小さい逆鱗を持っており<br>服用すると不老不死になります<br>逆鱗を砕いて死体にかけると効果が薄れ人を蘇生できます<br>海底まで探索はできておらず<br>また人魚達がどこから発生するのかは不明です<br>夏になると陸地に黒いテープを規則的に体に貼った人が発生しとある歌を歌い出します<br>'
    },
    {
        'id': '736',
        'title': '貴方は何故',
        'class': 'NI,HC',
        'summary': '移動し続ける一定の範囲で一時間周期起こる異常です<br>範囲内に入った意識のある２０歳以上の一人の人間の目の前に幼少期の姿をした存在が現れ返答が難しい質問を行い存在は数時間を与えてきます<br>答えられなかった場合錯乱を起こし発狂します<br>何らかの答えを導き出し質問に返した場合、存在は「それが貴方の答えなんだね」と言いながら消滅し<br>影響下にあった人は満足感を得ます<br>一度影響を受けた人は二度と影響を受けません<br>'
    },
    {
        'id': '744',
        'title': '人体互換スライム',
        'class': 'NI',
        'summary': 'バケツです<br>中には青い透明なスライムが入っています<br>人体の機能していない又は損傷している部位に侵食してスライムに変えます<br>色や透明度・粘度は使用者の意思で変更可能です<br>スライムが侵食した割合が増えると能力が解放されていきます<br>スライムになった部位は破損しても修復され耐熱、や刃物に対しての耐性などがあります<br>(弱点は2250度以上の熱です)<br>補遺、事故で職員の死体にかかりその人のスライムが誕生しました以降無闇に使用することを禁じます<br>能力一覧<br>0&lt;x%スライムの部位は熱と切断・刺突に耐性を持ちスライムの近くの部位が欠損したり壊死した場合侵食していく<br>10%威力の弱い魔法(本人がよく知ってるもので)が使える<br>20%麻痺・睡眠性をスライムに持たせられる<br>30%威力のが中くらいの魔法が使える<br>40%スライム部位の擬態<br>50%スライムの部位の膨張収縮<br>60%威力の大きい魔法が使える<br>70%溶解性をスライムに持た せられる<br>80%スライムを眷属として作れる<br>90%スライムの性質を他のスライムに変える<br>100%自己修復と最高級の魔法が使える<br><br>魔法の例(DQ仕様)<br>弱いメラホイミ<br>中ドルクマヒャダルコ<br>大バギクロスラリホーマ<br>最大級マダンテザバトローム<br>'
    },
    {
        'id': '745',
        'title': 'スライムイーター',
        'class': 'NC',
        'summary': '色は確実に青色のスライム、水分に溶けることも可能。<br>発見当初あまりの大きさからかなり危険な生物だと恐れられていたが、どんな実験をしても何もしてこないことから知性がないものだと断定された。<br>だが最近スライムの匂いやスライムを捕食しようとする習性があることがわかった。<br>体長は500m前後(全個体の最大値がその位)収縮も可能なようで1m未満の個体も発見された。<br>人間には特に害はないが、某YouTube、またはスライムが好きな人は気をつけて欲しい。<br>スライムを浴びた人、持っている人は半径20mに入るだけで速攻ラリホーマをかけて一口で終わる。<br>ただ彼らから離れた25mの範囲にはスライムを焼いたような特殊な臭いがするので、その臭いを感じたらすぐにマホトーンなどで対策をすると良い。<br><br>-生息地域-<br>基本水辺に生息している。水道水に混ざっていることがあるので気をつけて欲しい。(人体に影響はないむしろ栄養満点である)<br><br>-繁殖-<br>気づいたら増えている。おそらく分裂しているのだろう。<br><br>-食性-<br>スライムにしか興味を示さないと言われているが、餓死もする。<br>だが葉緑体のような微生物が細胞内に存在し光合成を行っている。<br>また呼吸も行い地面から水分やそれに溶けた栄養を受け取ったりしている。<br><br>-生物学的観点-<br>これは繁殖や代謝を行い細胞でできた体から生物と言えるだろう。<br>この生き物には進化論は適用されない。<br>これは戦前にソ連により再現されたOver Technologyである。<br>だが実験は失敗し、何もしない増え続ける謎の生物が生まれた。<br>生物兵器としての運用は不可で捨てられたことがきっかけで世界中に分布した。<br>経路は主に海などから<br><br>ちなみに最近地球温暖化により絶滅が危惧されている。<br>'
    },
    {
        'id': '750',
        'title': '悪魔の蔓延る場所',
        'class': 'SAFE',
        'summary': 'これは『マクスウェルの悪魔』が実現された領域です。<br>NZK-750では無限のエネルギーを生み出すことに成功していますが、NZK-750外にエネルギーを放出すれば、NZK-750の範囲が広がっていきます。<br>協会はこれを防ぐため、NZK-750を固有メタフィールド内部に閉じ込め抑え込んでいます。<br>'
    },
    {
        'id': '753',
        'title': '行かないで',
        'class': 'NI',
        'summary': '*規制<br>'
    },
    {
        'id': '773',
        'title': 'NZK頒布おじさん',
        'class': 'DANGER',
        'summary': 'これは日本各地で確認されている人型実体です。NZK-773はNZKを生成して、住宅のポストに投函します。<br>過去に戦闘部隊と交戦した際には銃弾を素手で掴み初速300万キロで投げ返しました。<br>すでに戦闘部隊を7つ壊滅させています。<br>また、NZK-773が生成するNZKはポストを開けるときに実体化するため、ポストより大きいNZKが投函されていることもあります。以下過去に投函されたNZK一覧<br>·NZK-102<br>·NZK-207(未開封)<br>·NZK-444<br>·NZK-447<br>·NZK-710<br>·NZK-832(破壊済み)<br>·NZK-991(未開封)<br>·NZK-1522(破壊済み)<br>·NZK-5005(未開封)<br>'
    },
    {
        'id': '777',
        'title': 'クイズモンスター',
        'class': 'SAFE',
        'summary': '水色の箱です<br>中に何か潜んでいます<br>潜んでいるものは面白いクイズや質問等を付近の思考を行う物体にテレパシーのようなもので伝え笑わせてきます<br>正解した時に達成感<br>間違えた時は納得感を得ます<br>'
    },
    {
        'id': '790',
        'title': 'どうせ裏切る',
        'class': 'NATURE',
        'summary': '　これはインターネットを元に広まるミーム汚染です。<br>NZK-790に感染すると特定の人物が自分を裏切るような感覚に苛まれ、<br>仲間を信用できなくなります。<br>症状が悪化すると、仲間がどんな願いでも叶えてくれる機械を私欲に使ったり、<br>王位を奪うような存在に思えてくるそうです。結局裏切りました。'
    },
    {
        'id': '793',
        'title': '種を滅すネギ',
        'class': 'DANGER',
        'summary': '自走可能なネギです<br>他の植物を攻撃します<br>反射速度と攻撃速度はすさまじく<br>他の植物の細胞を破壊できます<br>(キノコはワンパン、バオバブの木は百発)<br>見つけ次第収容されている一個体以外は真っ二つに折ってください<br>'
    },
    {
        'id': '801',
        'title': '真実の口さん',
        'class': 'SAFE',
        'summary': '　これは真実の口と同じ形状、材質の喋る石版です。<br>NZK-801は何故か新宿駅地下で迷子になっており、気づいたらそこにいたそうです。<br>協会の保護を受けることに納得していてくれております。<br>食事はしませんが睡眠はします。'
    },
    {
        'id': '831',
        'title': 'キャロットガンズ',
        'class': 'SAFE',
        'summary': 'にんじんを発射する銃火器類です<br>発射口に合わせたサイズのにんじんが出てきます<br>にんじんはすうんごく硬いです<br>'
    },
    {
        'id': '832',
        'title': '終わらない夏休み',
        'class': 'DANGER',
        'summary': '日記帳です、この日記帳を書き終わろうとした時に発生する異常です、日記帳の左上らへんに手を置くと発生します、夏が終わらなくなります。<br>'
    },
    {
        'id': '840',
        'title': 'お怪い時',
        'class': 'THEORY',
        'summary': 'これは新宿に確認されたという自販機です。<br>自販機からは日本各地に確認された妖怪が出てきます。報告された例では河童やから傘お化け等が出てきたそうです。<br>いずれも確認後逃げ出したため、データ不足です。<br>'
    },
    {
        'id': '852',
        'title': '楽曲の楽園',
        'class': 'SAFE',
        'summary': 'これはとある扉の先にある異空間です。<br>この異空間には枯れない花のみの花園となっており、ドーム状に広がっており、半径10kmほどとなっています。<br>その先はデータが帰って来なかったため、一種のダークマターで構築されている可能性が支持されています。<br>無意味にこのドームを破壊することは禁止されています。<br>このドームの中心にはレコードプレーヤーが置いてあり、その側に椅子とテーブルがあります。<br>この椅子に座ると自動的にレコードプレーヤーが再生し、座った人の聞きたい曲を次々に流してくれます。<br>その人が椅子から立つと曲が止まります。<br>'
    },
    {
        'id': '860',
        'title': 'チー牛',
        'class': 'NKYA',
        'summary': '本オブジェクトの名前の由来は｢すみません。３種のチーズ牛丼の特盛に温玉付きをお願いします。｣から来ている。つまり値段だ。<br>外見において、顔は19、20歳くらいの男性であるが、服装は小学生並である。当然メガネもかけており、一年中マスクをつけている。<br>害はないただのモブ。<br>身長168cm<br>体重46か85と極端である<br>'
    },
    {
        'id': '877',
        'title': 'あったりなかったりグレネード',
        'class': 'SAFE',
        'summary': 'これは不規則な確率のもと、起爆時に消失するグレネードです。<br>NZK-877を起爆しようとするとそのまま爆発することもあれば、起爆前に完全に消失することもあります。<br>現在NZK-877は87個あります。複製は可能ですがどのような技術を使用しているかは不明です。<br>'
    },
    {
        'id': '880',
        'title': '8きんの店',
        'class': 'NI',
        'summary': '8歳以上の人しか入れない白金でできた店です、<br>全ての商品は8に関するものであり8と0の数字を使った値段で売られています、<br>従業員は8人で8時間ごとに変わり８月に休業します、建物や従業員に攻撃を行うと8倍返しで帰ってきます、<br>周囲には8種の蜂の巣が点在しています。<br>'
    },
    {
        'id': '888',
        'title': '生存フラグ',
        'class': 'NC',
        'summary': '特定の発言をした又は特定の状況下にある人型実態に生えてくる白い旗です、<br>発言を撤回したら消えます、<br>消えなかった場合は生えてる人が生えてる本数分生命の危機にあった場合助かり助かった回数分抜け落ちます、<br>99本以降オブジェクトが増えることはありません。<br>'
    },
    {
        'id': '889',
        'title': '半天 李紺(なかぞら かかん)',
        'class': 'NC,ORE',
        'summary': 'NZK-889は日本人の女性を模した生命です。(本文ではこれをNZK-889Aとします)<br><br>容姿<br>身長 162cm<br>体重 54kg(アンテナ含め)<br>誕生日10月21日(自称)<br>容姿は中学生のような見た目に、頭部に二台のアンテナをつけており、<br>特殊な素材でできたコートを着ています。<br><br>性質<br>職員全体には友好的です。<br>分からないことが多いですが、分かっているのが中島 芯吾朗と同じ性質を持っていることです。<br>ですが、髪の毛が生えており、妖怪のことは興味が無いようです。<br><br>能力<br>NZK-889Aのアンテナから同性を好きになる特定の電波が常に放たれています。<br>NZK-889Aはカランビットナイフの柄を所持しております。(本文ではこれをNZK-889Bとします)<br>NZK-889Aの身に危険が及んだ場合、また、臨戦態勢に入った場合に<br>NZK-889Bの柄の先から合金鋼で作られたとされる溶接用ハンマーが出現します。<br><br>補足<br>NZK-889は日本座布団協会付属学校の生徒として扱います。<br>'
    },
    {
        'id': '924',
        'title': 'ライト博士',
        'class': 'SAFE',
        'summary': 'これはロンドンで確認された人物です。<br>頭部が万年筆になっており、薄灰色のコートを纏った190cm以上はあると見れるイケメン男なんだって。<br>かっこいいでしょ？不老であるらしく、1640年から存在してるそうです。口が無いため喋れませんが紙を常備しており、筆談が可能です。<br>NZN-924は文書の改変能力を有しており、任意に書物の内容を書き換えられます。改変能力の使用可能範囲は100mです。<br>日本座布団協会は書物のNZKを何度か確認しているため、NZK-924をライト博士として職員登録しています。<br><br>追記<br>すっかり書き忘れてましたがライト博士はいたずら好きです。<br>'
    },
    {
        'id': '936',
        'title': '語尾語尾',
        'class': 'SAFE,ZABUTON',
        'summary': 'これは座ることで強制的に語尾に何かしらの言葉をつけてしまうミーム汚染のある座布団です。<br>NZK-936のミーム汚染はおよそ2時間ほどで元に戻ります。NZK-936のミーム汚染の実例<br><br>実験1 ゴルド博士と職員Aの対話<br>ゴルド博士「それじゃあNZK-936の座り心地はどうだったかな？」<br>職員A「とても座り安くてふわふわでした…略して剣…」<br>職員A「うぅ…なんだかこれ凄い恥ずかしい…略して剣…」<br>ゴルド博士「その略して剣ってのは知っている言葉かい？」<br>職員A「全く見に覚えの無い言葉ですね。略して剣」<br>ゴルド博士「ありがとう。それじゃあ実験は以上だ。」<br>職員A「ありがとうございました。略して剣」<br>実験終了<br><br>実験2 ゴルド博士と職員Bの対話<br>ゴルド博士「それじゃあNZK-936の座り心地はどうだったかな？」<br>職員B「えぇ、特に悪いとこは無いですねというオイラはビィ！」<br>ゴルド博士「ﾌﾌｯ…それでは語尾ですが、何か変化等はありますか？」<br>職員B「特にありませんというオイラはビィ！」<br>ゴルド博士「ﾌﾌｯﾌｯﾌﾊﾊﾊ!!(30秒ほど笑う)」<br>ゴルド博士「失礼…少々取り乱しました。」<br>職員B「構いませんよ。続けてどうぞというオイラはビィ！」<br>ゴルド博士「ﾌｯ…そ、それじゃあその…というオイラはビィ！という言葉は知っている言葉かい？」<br>職員B「特に知りませんというオイラはビィ！」<br>実験終了<br>'
    },
    {
        'id': '944',
        'title': '少年は夏の夜空に星を見出す',
        'class': 'NATURE',
        'summary': '　これは少年達のみに見える星座です。<br>NZK-944はどこかの少年が思い描いた星が具現化し、同い年の少年たちのみに見えます。この星座を思い描いた少年が、<br>忘れるか大人になるかしてしまうとこの星座は超新星爆発を起こします。'
    },
    {
        'id': '962',
        'title': '夢へのクロスロード',
        'class': 'SAFE',
        'summary': '人が近づくと異常性を発現する入り混じった道です<br>十字路の中心にはいずれも人が立っており<br>道に踏み込んだ人に質問を行います<br>返答が道に浮かんでおり正しく通ると夢が叶うようになります<br><br>大事なのは他の誰でもない貴方が一歩踏み出すこと報告書作成者「NZK-417」<br>'
    },
    {
        'id': '963',
        'title': 'もう止まらない',
        'class': 'SAFE',
        'summary': '本NZKはティッシュ箱です<br>無限にティッシュが出てきます<br>触れた人は鼻をかむ衝動に駆られます<br>鼻水が永遠に出現しいずれ脱水症状によって触れた人物は死に至ます<br>'
    },
    {
        'id': '964',
        'title': '確かな苦しみ',
        'class': 'SAFE',
        'summary': '使用者の思い通りの形になる凶器です<br>この凶器の攻撃を受けた人物の大切なものが壊れていきます<br>'
    },
    {
        'id': '971',
        'title': 'シノビ鉢金',
        'class': 'NC,CANNIBALISM,HC',
        'summary': '鉄のような金属で出来た鉢金です<br>破壊後1分で復活します<br>着けると装着者が着るならこういうのと思う忍者服になり身体能力が上昇し複数の道具が付きます<br>装着後、いくつかの忍者の術がつかえます、<br>一つは鉢金に手を当てながら変化の術というと装着者が隠れるくらいの煙を出しながら想像した姿に変化します<br>姿が変わるのはハイスピードカメラとサーモグラフィーで検証したところ装着時は瞬間的に変化の時は1秒間かけて足元からじわじわ変化します<br>二つ目は影分身の術でで同能力を持った分身を望んだ分変化の術と同じ煙と共に発生します、<br>分身は任意にもしくは分身が意識を失う(気絶、睡眠、死亡)又は分身から鉢金を取り外した時に煙と共に消滅します<br>その他の術はやろうと思った忍者っぽいことができます<br>付属品の説明<br>刀、こちらも装着者の想像通りの形状になります、硬度と切れ味はかなり高く骨が両断でき強化ガラスが叩き割れます、気合を入れれば斬撃も飛ばせます<br>靴、水の上に足から入ろうとすると形状変化し水の上を歩けるようになります<br>袋、小物類が入っております消耗品は消耗すると補充されます他は復路に戻ってきます中は四次元につながってます<br>以下袋に入っている付属品です<br>手裏剣、使いたい手裏剣が出てきます<br>くない、電動性が極めて高いですパソコン等に刺すと中に入ってる情報が分かります<br>忍者食、食べると体力回復しそのあと5時間は全力で走れます代償はありません<br>撒菱、誘電性が高くできたり時限起爆式にもできます<br>煙幕、巻く煙をガスにもできます<br>鎖鎌・鉤縄、鎖鎌と鉤爪付きの縄です伸縮自在です<br>NZK-106、報告書を参照してください<br><br>NZKは人助けをするくノ一が現れると噂されている町で発見されました、<br>当時の所有者はNZK-971及びNZK-106を悪用してはいないようだったので協会に勧誘したところ、現在は非常勤の警備員として配属されています<br>'
    },
    {
        'id': '991',
        'title': 'どこにでもドア',
        'class': 'DANGER',
        'summary': 'ナチスが密かに開発していた兵器。本来はどこにでも繋るドアとして設計されているのだが、指定座標に新たにドアを複製してしまう欠陥品。<br>使用する度に倍に増えていく。最終確認時には2億6843万5456個まで増えており、処理しきれないため宇宙に放棄した。<br>'
    },
    {
        'id': '999',
        'title': '異世界電話',
        'class': 'SAFE',
        'summary': 'これは[削除済み]県[削除済み]市で発見された、異世界と繋がる公衆電話です。<br>現在は日本座布団協会にて包囲されており、民間人の利用はできません。NZK-999は異世界で別の組織が管理しているそうです。<br>'
    },
    {
        'id': '1204',
        'title': 'あったり無かったり島',
        'class': 'SAFE',
        'summary': '日本海にあると言われる存在証明が不鮮明な島です。NZK-1204は1日おきに現れたり消えたりします。<br>島には住民はいなく、調査隊DELTAが日付変更時に島にいたときに島ち一緒に消えました。<br>次に島が出現したときには調査隊DELTAは消えていました。<br>'
    },
    {
        'id': '1221',
        'title': '台風撲滅光線銃',
        'class': 'SAFE',
        'summary': '光線銃です<br>光線は基本的には台風にしか影響を及ぼしません<br>台風に当たると台風が熱帯低気圧になります<br>'
    },
    {
        'id': '1358',
        'title': '<ruby><rb>約束された勝利の座布団</rb><rp>(</rp><rt>エクスザブトーン</rt><rp>)</rp></ruby>',
        'class': 'MALFUNCTION,ZABUTON',
        'summary': 'これは5世紀から6世紀の間に存在していたとされる座布団です。<br>この座布団はかのアーザー王を勝利へと導いたとされている座布団で、アーザー王が選定の座布団を失った後に星の内海から発生したとされています。<br>アーザー王が死ぬ直前にサー·べディヴィエーロによって妖精の泉に返還されたとされており、現在は確認することができません。<br>'
    },
    {
        'id': '1522',
        'title': 'でかいケーキ',
        'class': 'DANGER',
        'summary': '人が一生懸命努力して完成しかけの物を台無しにしてくる完成間際の物を台無しにしてくるため証明が難しくタチが悪い<br>作業中に甘い匂いがしたら気をつけるべき<br>ケーキは石鹸、洗剤が苦手<br>'
    },
    {
        'id': '1677',
        'title': 'ゲーミングウイルス',
        'class': 'NC,HC',
        'summary': '付着等によって感染すると約1680万色に光り輝くようになるウイルスです大体七ヶ月で効果が消えます<br>'
    },
    {
        'id': '1964',
        'title': '先進国ニッポン',
        'class': 'NI',
        'summary': '座標不明の国です<br>言伝により伝わっています<br>娯楽の研究が盛んで<br>独自の文化もあり<br>ゲイシャなどの役職があるそうです<br>'
    },
    {
        'id': '1984',
        'title': 'クリーズン',
        'class': 'SAFE',
        'summary': 'NZK-1984はアメリカの繧ｸ繝ｧ繝ｼ繧ｸ繧｢ 洲にある、人体改造を行う反政府組織です。<br><br>現時点でNZK-1984に所属しているのは9名いるとわかっています。<br>その9名は以下のメンバーです。<br><br>フィン・クリーズン<br>先端が細くなっている日本の兜のような見た目をした被り物をつけた、<br>推定60歳前後の医学免許を持っている男性です。<br>「私がこのクリーズンを創設した」と自称しており、「政府が村への森林を無断で伐採した事を辞めさせるために1984年に結成したのが始まり」と言っている。<br>が、実際は「"人体改造"を行っているが本人には承諾を得た上でやっている組織」と自白した<br><br>ドム・ハント<br>豚や猪に似た被り物を被っている中年男性です、改造され、右手に会社不明の銃が組み付けられている。結成メンバーの元猟師で改造された理由は「かっこいいから」と言っている<br><br>オキシン・ブラウン<br>丸いドクロの被り物を被った推定30歳前後の男性です、改造pされ、体内で毒を生成出来るようになった。<br>元科学者で改造された理由は 「クリーズンさんに助けて貰ったから、あとなんかアイドルみたいにモテると思ったから」と言っている。<br><br>河田 剛<br>唯一被り物をしていない日本人男性<br>本人曰く「口からハンペンが出るように改造されたかった」と言っている、無職。<br><br>ロバート・スミス<br>万年筆のような模様の入ったヘルメットを被った小説家の男性、速読ができるように改造された 、改造された理由は「速読したかったから」<br><br>パソファイソグー<br>カメラのレンズのような被り物をしている年齢不明の新聞記者の男性、特に能力はない、「いいスクープになると思うからついて行ってる」との事<br><br>山原 克己<br>四角いヘルメットに拳のようなマスクをつけている20代のボクサーの男性。特にいじられてはいないが自分で肉体改造に成功し、筋肉質な身体を身につけた<br><br>ガンタン<br>ガンダ〇に似た被り物をしている年齢不明の元シスターの女性。<br>ガンタ〇クになることが出来る。<br>改造された理由はかわいいからとの事<br><br>アエル・クリーズン<br>チャクラムのようなものをつけた被り物をしているフィンの実の息子、改造されてなく無職<br>'
    },
    {
        'id': '1994',
        'title': 'WIFIアンテナ',
        'class': 'SAFE',
        'summary': 'これは電子機器に付属可能なパーツです、<br>付属するとどんな環境であってもインターネットに接続できます、現在は複製され協会職員に配布されています。<br>'
    },
    {
        'id': '2001',
        'title': '剣豪メイド喫茶',
        'class': 'SAFE',
        'summary': '東京都千代田区秋葉原駅近くにある喫茶店です。<br>金曜日の午後6時から午後6時2分までのみ開店しており、祝日はお休みとなっています。<br>店員は基本4人のみで、それぞれがメイド服と刀の服装です。<br>以降この店員をNZK-2001-Aとします。内部に入った人間はNZK-2001-A一人一人に勝負を仕掛けられます。<br>開店から既に[削除済み]人もの人間が犠牲となっています。<br>各NZK-2001-Aを撃破すると勝者の証としてNZK-2001-Aになります。また、殺害されたNZK-2001-Aは次回開店時までに蘇生しています。<br>'
    },
    {
        'id': '2017',
        'title': 'ベストマッチ',
        'class': 'SAFE',
        'summary': 'これは中に特殊な液体を保管してあるボトルです。2つあります。<br>片方はMONOフルボトル、以降NZK-2017-A。もう片方はNZKフルボトル、以降NZK-2017-Bとします。<br>NZK-2017を特殊なドライバーにセットし、レバーを回すことにより謎の装甲を身に纏うことができます。<br>以降仮面ライダーMONOと呼称。現在ジェリーライダーとの関係性を検証中です。<br>'
    },
    {
        'id': '2021',
        'title': '皮肉にも美しい',
        'class': 'SAFE,HC,EC',
        'summary': 'ドライフラワーのような青い薔薇です<br>根の張っている範囲に入ると美しいと思っているもの(生命以外)を埋めたい衝動に駆られます<br>誰かの素敵な思い出を吸って、その花は大きく育ち綺麗に咲き誇ります<br>'
    },
    {
        'id': '2025',
        'title': 'チョコの木',
        'class': 'SAFE',
        'summary': 'これはアオイ科の常緑樹、カカオの木のような木です。<br>NZK-2025に実る実はそれを視認した人がチョコと勘違いするようになっています。この実をNZK-2025-Aとします。<br>NZK-2025-Aは独特な甘い香りがしており、人間の知能を一時的に著しく低下させ、自らを食べさせます。<br>なお、NZK-2025-Aの紫外線検査の結果、地球上の物体では構築されていないことが判明しています。現在人体への影響は見られません。ちなみに味は甘しょっぱいそうです。<br>'
    },
    {
        'id': '2030',
        'title': '異邦の星から',
        'class': 'NI,HC,EC',
        'summary': 'これは[削除済み]年に[削除済み]天文台が観測した怪電波です。<br>NZK-2030は解析すると、地球の言語で文書が記録されていることがわかります。これをNZK-2030-Aとします。<br>NZK-2030はほ座の方向に700光年ほど離れた超新星残骸からの交信であることが判明しています。これをNZK-2030-Bとし、現在NZK-2030-Bからの戦争を対処するために対策中です。<br><br>NZK-2030-A<br>君達が宇宙にて発信した情報を我々は発見、解析した。我々の星は戦争によりもう居住可能な土地が存在しない。<br>だが、君達の星はここから近く、住みやすい土地である。君達はその星から即刻退去し、明け渡してくれれば君達と君達の星を滅ぼさずに住むだろう。<br>'
    },
    {
        'id': '2104',
        'title': 'ﾄｯﾃﾓｶﾜｲｲ',
        'class': 'UTE',
        'summary': 'これはﾄｯﾃﾓｶﾜｲｲNZKです。<br>NZK-2104はどこからどう見てもﾄｯﾃﾓｶﾜｲｲ様に見える異常性を持ち合わせてます。<br>ﾄｯﾃﾓｶﾜｲｲ以外の情報が無く、正体不明でﾄｯﾃﾓｶﾜｲｲです。ﾄｯﾃﾓｶﾜｲｲ。<br>'
    },
    {
        'id': '2950',
        'title': '「ただの」座布団',
        'class': 'SAFE',
        'summary': '「ただの」座布団<br>座った人は心地よく感じる<br>柄は座った人によって変わる<br>最近この座布団を嗅ぎ回ってる人を見かける<br>'
    },
    {
        'id': '3004',
        'title': '読書の間',
        'class': 'SAFE,HT',
        'summary': 'これは[削除済み]県[削除済み]市にある図書館です。この図書館内は時間が歪んでおり、内部が外よりも時間の流れが速いです。<br>また空間すら歪んでおり、この世の全ての本が存在します。<br>ネクロノミコン、グリモアといった魔導書や、NZK-007,NZK - 102,NZK- 146,NZK - 319,NZK - 668,NZK - 832,NZK - 1999 - J…といったNZKらも存在します。<br>'
    },
    {
        'id': '3007',
        'title': '文字ミーム汚染大集合【座布団社合併版】',
        'class': 'SAFE',
        'summary': 'これは様々文字に影響するミーム汚染を勝手に引き起こす本です。<br>この本を読むとNZK-355,NZK-530,NZK-936等の日本座布団協会の報告書にて記述のある文字に対して異常が発生するミーム汚染を一度に全て引き起こします。<br>ただし、読んでない人には感染しません。この座布団社という組織は日本座布団協会とはなんの関係もありません。<br>'
    },
    {
        'id': '4234',
        'title': '過去へ進む町',
        'class': 'SAFE,HT',
        'summary': 'これは群馬県で発見された未知の時空間異常です。NZK-4234はまるまる一つの町を覆い被さっています。<br>幸い田舎の山に囲まれた土地だったので助かりました。NZK-4234内部は時間が本来とは逆に遡っています。<br>その性質上内部からの光が来ないため、外からは真っ黒の球体として観測できます。内部の繊維な情報は現在も確認できません。<br>'
    },
    {
        'id': '4676',
        'title': '円盤',
        'class': 'THEORY',
        'summary': 'これはアメリカのエリア51で確認された未確認飛行物体です。<br>NZK-4676は円盤状ですが同時に八角柱のような形状であり、六芒星のような形状であったそうです。<br>目撃者はミーム汚染には感染しておらず、実際にそのような形であった可能性があります。 <br>'
    },
    {
        'id': '5005',
        'title': '星を喰らう者',
        'class': 'DANGER,EC',
        'summary': 'これは宇宙に存在するとされる生命体です。星から星へ移り、その星をまるごと捕食しています。<br>観測機によると、既に27万以上の星を食しています。<br>その見た目はまるでシロナガスクジラのようであり、皮膚は一切の光を反射せずに吸収しています。<br>目に相当するだろう器官は6つあります。NZK-5005の体内は一種の異次元空間となっており、食べられた星はそのまま保存されています。<br>NZN-5005に対抗する手段を現在人類は会得してないと協会は判断します。<br>'
    },
    {
        'id': '6074',
        'title': 'お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お',
        'class': 'SAFE',
        'summary': 'お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様いかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないでいかないで私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私の私のお兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様お兄様<br><br>追記<br>本項目は既にNZK-6074のミーム汚染に感染していたものが記述していました。以下NZK-6074の概要。<br>これは日本人男性の[削除済み]歳程と見られる人型実体です。NZK-6074を肉眼で見るとNZK-6074を兄と誤認し、深く敬愛します。<br>何かしらの要因でNZK-6074から離れると気が狂ったようにお兄様と連呼しだします。<br>なお、NZK-6074の皮膚細胞を確認したところ96%鮫と一致していました。<br>'
    },
    {
        'id': '6478',
        'title': '結末無き者達',
        'class': 'ALFUNCTION',
        'summary': 'これは我々日本座布団協会とは別の世界線に存在していただろうです。<br>NZK-6478は既に消滅しており、これらは消滅に伴い情報を放出します。<br>これらの情報に基づき読み取れた限りの解析データは以下の通りです。<br><br>サンプルデータ1 -woodman<br>三焦経から木が生えている人。<br>決して同化ではなく頭を裂いて木が生えている。<br>神経は根によって塞がれているので体は動かせないが意識だけはある。<br><br>サンプルデータ2 -ザナリア大陸<br>海の底に沈んだ文明遺跡が陸に上がってきた大陸。<br>世界衝突により戦争は終わったが、後が大きく残っている。<br><br>サンプルデータ3 -[[データ破損]]<br>能の説<br>？？？:Dark matter<br>ダークマターの定義を設定する。<br>でも再定義には1時間必要。<br>？？？:Paradox<br>パラドックスを作ればその場でパラドックスを起こせる。<br>一度作ったパラドックスはもう作れない。<br>？？？:Unproven<br>証拠さえ集めればの存在を否定、いなかったことにできる。<br>その存在が起こした全てが消えるので世界線がズレる。<br>？？？:Tachyon<br>タキオンを発生、生成できる。<br>手からしか発生させられない。<br>？？？:Save<br>自分のステータスを上書きできる。<br>5次元に保存してるのでデータが破損したら今のステータスが使えない。<br><br>現在データ復元より存在証明技術の応用として別世界の消失した物を我々の世界にて顕現させられないか実験中です。<br>'
    },
    {
        'id': '7758',
        'title': '旧支配者へおはよう',
        'class': 'SAFE',
        'summary': 'これは特定の土地を浮上させる魔術が記載された魔導書です。NZK-7758にはポイント·ネモの海域を浮上させる魔術が記載されています。<br>この魔術を使い[削除済み]と呼ばれる地球外生命体の住む神殿を浮上させるこのが目的で著名された様です。<br>実際にポイント·ネモの海域に戦闘部隊GUARDIANを派遣しましたが、何故か調査結果が全てエラーになりました。<br>なお、NZK-7758を読んだ職員の内数人が発狂しだし、正気ではなくなりました。<br>この報告書を記述した私も最近睡眠することが出来なくなり、食事もままならなくなってきました。NZK-7758の内容は安易に他者に話さないでください。<br>戦闘部隊GUARDIANの構成員は皆気が狂い、全員が怪物と対峙した夢を見たと報告しております。<br>'
    },
    {
        'id': '7759',
        'title': '黄衣の王にこんにちは',
        'class': 'SAFE',
        'summary': 'これはある存在を地球に飛来させる呪文が記述された魔導書です。<br>NZK-7759に記述されている魔術は[削除済み]座[削除済み]星団にあるとされる[削除済み]から[削除済み]と呼ばれるものを開放し、<br>地球に呼び寄せる魔術となっております。<br>なお、過去に発見したNZK-7758と同様にNZK-7759の内容を見ると狂気的な反応を示します。<br>'
    },
    {
        'id': '7760',
        'title': '火星のお花とおやすみ',
        'class': 'SAFE',
        'summary': 'これはとあるガスを太陽系に蔓延させる魔術を記述した魔導書です。<br>NZK-7760には火星にいるとされる[削除済み]というものが睡眠に入る時に使用するガスを太陽系全体に蔓延させる魔術が記されています。<br>過去に発見したNZK-7758と同様にNZK-7760の内容を見ると狂気的な反応を示します。<br>'
    },
    {
        'id': '8179',
        'title': 'すうんごいねぎ',
        'class': 'SAFE',
        'summary': 'ねぎです<br>縦に振ると振った人の前方2mに木が生えます、横に振ると同じく2mに降った分だけ連続して木が生えます、<br>生えた木は人間と仲良くなりたいと考えています、生えた木は特定の曲に反応して約1680色に輝きながら横回転します<br>'
    },
    {
        'id': '8181',
        'title': 'Rod FX',
        'class': 'NI,TC',
        'summary': '初心者でも大丈夫!まずは100円から!<br>という広告を出している怪しいアプリだ、<br>特殊なサイトからダウンロード可能だが最初は至って普通のアプリに見えるのでそのまま課金するとかならず投資が成功したと表記され2倍になって戻ってくる、<br>この快感に飲まれて次に大金を課金させる一定の額まで達すると丸々盗まれてしまう。<br>ゴミアプリです。<br>ちな<br>Rod=盗む FX=狐<br>'
    },
    {
        'id': '8361',
        'title': '某社製のヘリ',
        'class': 'SAFE',
        'summary': 'このヘリは現在(20○○年12月○○日)数台確認されているNZKであり<br>飛行後1時間以内に外的要因か<br>確認不能(こちらからの破壊不可能のため)の故障によって墜落する<br>飛行を行わなければ墜落事故は起こらないため<br>SAFEに分類される<br>なお墜落が発生する場合<br>9割の確率で搭乗者が死亡する<br>追記<br>新たな性質判明<br>このヘリは既存のヘリに性質が付与され<br>周囲のヘリ(ヘリから3.32M)に伝染する<br>'
    },
    {
        'id': '9900',
        'title': '終末',
        'class': 'NI',
        'summary': '世界の終末です。大地は裂け、沈み、残された島はもはや日本だけとなりました。<br>世界は霧に覆われ、彷徨う者、狂う者、商いを愉しむ者…人々も終末へと向うのです…。<br>'
    },
    {
        'id': '9998',
        'title': '異常性',
        'class': 'DANGER,PRETEND',
        'summary': 'これはどこかが異常なものです。この■■はかならず異常性を有していますが、一体どこが異常なのか誰も分かりません。<br>なお、■■は■■■の■■■■■■■に■■■■■■。■■■、■■■■■■■■■■■■■■■■■<br><br>追記<br>当記事の作成者は当記事の記入後[削除済み]しました。以降、NZK-9998に重度の監視を行うことを決定しました。<br><br>追記<br>現在NZK-9998が収容違反が起こしました。これよりNZK-9998をクラス:DANGER,PRETENDと再決定します。< br > <br>追記<br>NZK-9998を特殊部隊NIGHTが破壊しました。なお、この戦闘の際に特殊部隊NIGHTへの被害が多大であったため、特殊部隊NIGHTの隊員は全て[削除済み]しました。<br>これよりNZK-9998をクラス:MALFUNCTION,PRETENDと再決定します。<br><br>追記<br>[削除済み]年[削除済み]月[削除済み]日pm5:17にて、NZK-9998が再発生したと報告が入りました。<br>これよりNZK-9998をクラス:DANGER,PRETENDと再決定します。NZK-9998を発見次第戦闘部隊への連絡を義務付けます。<br>'
    },
    {
        'id': '9999',
        'title': '壊れた人',
        'class': 'SAFE',
        'summary': '苦痛を受け続け壊れてしまった人<br>何が彼に敵意を抱かせるか分からないので対処には注意が必要<br>例ネット上の暴言を撒き散らす屑に対して家を特定し持てる力を持って全力で攻撃を行いに行く<br>化け物になろうと話は通じる人なのでクラスはSAFE<br>'
    },
    {
        'id': '20060831',
        'title': 'Chisei',
        'class': 'SAFE 菫ｺ',
        'summary': 'この化け物は全ての次元の半天 李紺の頂点に立つファッキン野郎だ<br>こいつの意思次第で全ての半天 李紺を操ったり 作ることが出来る<br>同時に作ることは出来ないらしい<br>あと、読んでてわかってると思うがこいつのこと書くと文章がタメ口になっちまうらしい まるで鳥の糞の上を歩いている気分だぜ<br>'
    },
    {
        'id': '99999.......',
        'title': '👍☟✌☼✌の意思',
        'class': 'DANGER',
        'summary': 'これに取り憑かれた存在は<br>意思を持つ生命体を虐殺するようになり<br>特定の数倒すと世界を壊そうとする<br>対処は意思が取り憑いた人を捕らえるほかない<br>'
    },
    {
        'id': '322-J',
        'title': 'dancing pumpkins',
        'class': 'SAFE',
        'summary': '楽器に付与される異常性です<br>楽器を使って演奏しようとした人は特定の曲を弾きたくなります<br>特定の曲を弾いてしまうと半径3m範囲にある土から体つきのかぼちゃが生えてきて踊り出します<br>弾かれている曲を聴いてしまった人も踊り出します<br>曲は踊ってる人、かぼちゃからも発せられNZK-322-Jの影響は広がって行きます曲が終わると異常性は別の楽器に移ります<br>'
    },
    {
        'id': '560-J',
        'title': '睡眠促進機',
        'class': 'DANGER',
        'summary': '目に見えない機械です、協会職員が急に寝たり、起きた後すぐ寝ていたことからNZK認定されました、<br>経済損失に関わる為発見方法が最優先で研究されています。<br>'
    },
    {
        'id': '1937-J',
        'title': 'ジェンダーエキス',
        'class': 'NI',
        'summary': '生物または生物の入っている空間に一滴でも垂らすと異常性を発現します<br>空間は使用者の想像に任せられます<br>生物に垂らすと人間の場合垂らされた本人の思考によって効果が変わります<br>他の生命体の場合性別の変化が起こったりします<br>空間指定の場合その効果が空間内の生命体全てに適応されます<br>入っている容器は破壊不可で液体も補充されます<br>'
    },
    {
        'id': '1999-J',
        'title': '世界終末論',
        'class': 'APOCALYPSE,HC,EC,HT',
        'summary': 'これは1999年発行の書籍です。NZK-1999-Jはノストラダムスの大予言について書かれております。<br>NZK-1999-Jを読むことでNZK-1999-Jの通りに空から恐怖の大魔王が降りてくることになるでしょう…<br>'
    },

    //～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～
    //～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～
    // 構成員
    //～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～
    //～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～

    {
        'id': '000-M',
        'title': '中島芯吾郎',
        'class': '創設者',
        'summary': '禿げたおっさん<br>日本座布団協会の創設者である。'
    },
    {
        'id': '001-M',
        'title': '略剣さん',
        'class': '一般職員',
        'summary': 'NZK-936の影響でひたすら略して剣...という語尾を言ってしまう姿を晒し、<br>まわりからこの様に呼ばれています。<br>普段は真面目に働くいい職員です。'
    },
    {
        'id': '002-M',
        'title': 'ビィ！さん',
        'class': '一般職員',
        'summary': 'NZK-936の影響でひたすらオイラはビィ!という語尾を言ってしまうようになったが、<br>本人は気に入っている。今でもたまにその語尾を使う。<br>ノリのいい陽気な職員です。'
    },
    {
        'id': '003-M',
        'title': 'ライト博士',
        'class': '博士',
        'summary': 'NZK-924<br>いたずら大好き300歳(サバ読み)。<br>神出鬼没な彼に残業の2文字はない…。頭万年筆の高身長イケメン(自称)。<br>'
    },
    {
        'id': '004-M',
        'title': 'ハンドル博士',
        'class': '博士',
        'summary': '年齢:19歳<br>性別:男<br>趣味:毎朝の紅茶<br>普段の落ち着いた行動とは裏腹にハンドルを握ると凄いスレスレなコーナリングをするのでハンドル博士と呼ばれている。<br>上記の通り普段は落ち着いた性格をしている。ただし彼にハンドルを握らせるとなかなか凄い()運転をする。<br>'
    },
    {
        'id': '005-M',
        'title': 'ミドリ博士',
        'class': '博士',
        'summary': '年齢:23歳<br>性別:男<br>趣味:写真撮影<br>全身緑コーデのダサい服装を愛用してるので、ミドリ博士というあだ名。<br>楽観的な思想の持ち主で、ハンドル博士と仲がいい。<br>'
    },
    {
        'id': '006-M',
        'title': 'スライミー博士',
        'class': '博士',
        'summary': '別称、Ms.スライミー,スライム人間<br>NZK-744の補遺にあった死体の人です<br>ほぼ不死と化した彼女は現在協会運営学校の保健医をしており、他の業務は協会の医療班配属の博士です<br>人体回復を行えるNZKの管理を任されています<br>(壊死している状態でスライムを被ったのでNZK-744の比率は100%となっています)<br>ドラクエ好きです<br>'
    },
    {
        'id': '007-M',
        'title': 'ゴルド博士',
        'class': '博士',
        'summary': 'いつもハンマーを持ち歩く博士。<br>「それじゃあ」が口癖。すぐ笑う。<br>'
    },
    {
        'id': '008-M',
        'title': 'ソニック博士',
        'class': '博士',
        'summary': 'NZK-6478より復元された別世界の破片です。<br>彼女は『ソニック令嬢』という異名をもつらしくおよそ300km/sで走れます。<br>魔法なる技術を持ち合わせており、その知識を活かし働いてもらっています。'
    },
    {
        'id': '009-M',
        'title': 'サイモン博士',
        'class': '博士',
        'summary': 'NZK-6478より復元された別世界の破片です。<br>サイモン博士というのは本名です。<br>当時とあるベルトを開発していたらしく、詳細な情報は破損したのか思い出せないらしいです。<br>'
    },
    {
        'id': '010-M',
        'title': 'クラゲ博士',
        'class': '博士',
        'summary': 'NZK-6478より復元された別世界の破片です。<br>彼は『オーシャンワールド』で『ジェリーライダー』なるものになり戦うことができるらしいですが、<br>『オーシャンワールド』に敵は今はいないらしいです。<br>'
    },
    {
        'id': '011-M',
        'title': 'マープ博士',
        'class': '博士',
        'summary': '超能力が扱える博識の博士です<br>人間ではなく特殊な種族で鉱物を食せます、好物は真珠です<br>青い髪と丸い眼鏡とピンクがかった白衣が特徴です<br>'
    },
    {
        'id': '012-M',
        'title': '格博士',
        'class': '博士',
        'summary': '日本座布団協会内部で格ゲー最強の博士です。<br>自分の実験室にはいつもアーケードの格ゲーが置いてあります。使うとお金は格博士に取られます。<br>'
    },
    {
        'id': '013-M',
        'title': 'ヴァンパイア博士',
        'class': '博士',
        'summary': '現代に生きるヴァンパイアです。NZKに登録されることを拒み、代わりに博士としてなら協会に所属してくれるらしいです。<br>Q.きのこorたけのこ-A.きのこ<br>Qコーヒーor紅茶-A.紅茶<br>Q.猫or犬-A.猫<br>'
    },
    {
        'id': '014-M',
        'title': 'ニューロン・トモロ博士',
        'class': '博士',
        'summary': 'ペルー出身<br>オランダ系のアメリカ人<br>性別不明<br>年齢 19歳<br>身長 175cm<br>体重 69kg<br>小道具専門の博士兼教授<br>AIW Numbersの基礎を作った張本人で作り方は本人にしか分からない。<br>いなごの佃煮を纏っている、謎な人物<br>自他ともに認める、じゃんけん列車の天才で、じゃんけん列車協会を創設者である。<br>顔立ちはよく、ファンクラブがある程、男女両方にモテるらしい。<br>'
    },
    {
        'id': '015-M',
        'title': 'イプシロン・ラベンダー博士',
        'class': '博士',
        'summary': '性別 男性<br>年齢 54<br>超常現象専門の博士であり、日本座布団協会付属学校の先生でもあります。<br>戦闘能力に長けており、生徒達の訓練は大部分は彼が行っています。<br>性格は非常に頭が良いが一人で考えてしまいがちで、よく頭痛を起こしています。<br>戦闘に使う為の武器、「光輪華」と呼ばれる、出る煙が天使の輪のようになる喧嘩煙管を使用します。<br>'
    },
    {
        'id': '016-M',
        'title': '特殊部隊NIGHT',
        'class': '戦闘部隊',
        'summary': 'NZKの中でも異例な任務をこなす特殊部隊の一つ。<br>NZK-9998との戦闘時にかなり[削除済み]だったため、[削除済み]しました。<br>'
    },
    {
        'id': '017-M',
        'title': '戦闘部隊GUARDIAN',
        'class': '戦闘部隊',
        'summary': '水中特化の戦闘部隊。クトゥルフ神話技能めっちゃ上がっちゃった。<br>'
    },
    {
        'id': '018-M',
        'title': '地球防衛特捜隊Z.A.B.U.T.O.N',
        'class': '戦闘部隊',
        'summary': 'NZK-6478より復元された別世界の破片です。<br>この部隊にはガンドムなる兵器や未知の超科学等もあります。<br>なお日本座布団協会とZ.A.B.U.T.O.Nという名前から意気投合しました。<br>'
    },
    {
        'id': '019-M',
        'title': '平行世界調査部隊PARALLELS',
        'class': '戦闘部隊',
        'summary': '平行世界に転移し、その世界の情報をまとめるための部隊。<br>'
    },
    {
        'id': '020-M',
        'title': '調査隊DELTA',
        'class': '戦闘部隊',
        'summary': 'NZK-1204の調査時に消失しました。<br>'
    },
    {
        'id': '021-M',
        'title': '友永さん',
        'class': '一般職員',
        'summary': '真面目オブ真面目なヒト。<br>私服はモナリザのTシャツを着ている<br>'
    },

    // 生徒

    {
        'id': '000-S',
        'title': 'サイル・ノヴァ・ベンネル(猫獣人)',
        'class': '高校1年生',
        'summary': '性別男<br>高校1年生<br>利用研究部所属<br><br>能力<br>異食<br>能力詳細<br>能力の発現により消化器官が進化し、<br>食べようと思ったものなら何でも食べれるようになった(毒を除く)<br>器官の進化は大体が丈夫になり<br>食道が食物を砕くようになった<br>胃酸も伴って強力になり<br>(酸は胃酸に変わる)<br>小腸は食した物体の要素から栄養を摂れるようになった<br>その中の栄養は何処に使われているのか分からず不明なものがある<br>(参考.本人は覚えてないくらいの頃の話だが家にいた時に<br>強盗が入りサイルにナイフを持って近づいた時サイルは<br>泣き叫びその直後強盗は吹き飛びしばらくの間気絶していたそうだ<br>母親と強盗の証言から彼にはもう一つ能力があると考えた方が妥当だろう)<br><br>空色の宝石のような瞳<br>きらめく金色の髪<br>身長120cm<br>体重30kg<br>獣人だけどパーツがくっついてるだけのほぼ人<br>綺麗な白色の肌<br>耳は四つ(適当設定)<br>ふわふわしている尻尾<br>以上が身体的特徴<br>本人作の銃剣を持っていて<br>魔法や機械も使える<br>銃剣にも能力が備わっており<br>砂を操れる<br>'
    },
    {
        'id': '001-S',
        'title': 'マーク・ヴァルート',
        'class': '高校1年生',
        'summary': '(竜の血を引いたマクムート)<br>女子<br>高校一年生<br>シュミレーションゲーム部所属<br><br>何処からやってきたのか分からない少女<br>中学生までの一般的知識はあるので入学できた<br>何故か軍師志望<br>竜に変身するとすさまじい強さを誇る<br>食いしん坊だけど食べても食べても太らない、<br>その理由は本人曰く食したものを竜の力に変えているかららしい<br>変えた力(以降利便性によりドラゴンエネルギーと称する)を<br>固体化させて攻撃の強化も可能<br>でも大体ブレスに使う<br>黄緑の美しい髪に翡翠のような目を持っている<br>性格はのほほんとしている<br>彼女はいつも緑の雫のネックレスを肌身離さず身につけている<br><br>追記彼女の名前はマーク・ヴァルートとなっているが<br>接触者が名前を聞いた時戸惑いながら答えたので偽名の可能性あり<br>'
    },
    {
        'id': '002-S',
        'title': 'アレクサ • フクロウ',
        'class': '高校1年生',
        'summary': '性別:女<br>学年:高校1年<br>所属部:美術部<br>好きなもの:夜<br>嫌いなもの:朝<br><br>概要<br>フクロウの獣人です。夜行性で朝は基本眠そうにしています。<br>夜になるとオリンピック選手以上の身体能力が出ます。<br>'
    },
    {
        'id': '003-S',
        'title': 'マッコウ ウナギ',
        'class': '高校1年生',
        'summary': '性別:女<br>学年:高校1年<br>所属部:水泳部<br>好きなもの:サメ<br>嫌いなもの:SPC<br><br>概要<br>水泳の得意な女子高校生です。服装は常にどこに売ってるのか分からない服を着ています。<br>'
    },
    {
        'id': '004-S',
        'title': 'ラヴ=ヴルト',
        'class': '高校1年生',
        'summary': '性別:女<br>学年:高校1年<br>所属部:園芸部<br>好きなもの:花、夜空<br>嫌いなもの:特に無し<br><br>概要<br>ラヴ兄妹の末妹。花が好きで花の世話をするのがとても上手。<br>火星と聞くと何かと反応する。NZK-7780を持っていた少女。クトゥとハスの不仲には特に口を出さない。<br>'
    },
    {
        'id': '005-S',
        'title': 'マイシドウ(旧)',
        'class': '高校2年生',
        'summary': '性別:女<br>学年:高校2年<br>所属部:科学部<br>好きなもの:平和<br>嫌いなもの:アメリカ<br><br>概要<br>隠れ潜んで生活していたイライザと行動を共にしていた。<br>イライザに異常な執着があり、イライザを迫害した人類を恨んでいる。<br>イライザ共にこの世界へやってきた。<br>'
    },
    {
        'id': '006-S',
        'title': 'マイシドウ',
        'class': '高校2年生',
        'summary': '性別:女<br>学年:高校2年<br>所属部:科学部<br>好きなもの:イライザ先輩<br>嫌いなもの:イライザ先輩以外(自分も含めた)<br>一人称:私<br><br>概要<br>いつもイライザのことしか考えてなく、イライザの真似っぽいものをする。<br>しかし似てない。イライザに合わせて熱いものは食べない。実は早撃ちが得意。<br><br>能力:ブラックホールと情報のパラドックス<br>手に触れた能力、能力で生成,出現させたものを消し去ることができる。<br><br>武器:リボルバー<br>なんかよく分からないけど専門店っぽいところで買った。<br>'
    },
    {
        'id': '007-S',
        'title': 'ラヴ=ハス',
        'class': '高校2年生',
        'summary': '性別:男<br>学年:高校2年<br>所属部:登山部<br>好きなもの:散歩、夜空<br>嫌いなもの:ラヴ=クトゥ<br><br>概要<br>ラヴ兄妹の次男。散歩好きで、一番散歩に近い登山部に入部した。<br>風の様に気まぐれな性格ですぐに何処かに行ってしまう。<br>普段着は何故か黄色いレインコート。NZK-7759を持っていた少年。兄のラヴ=クトゥとはとても不仲。<br>'
    },
    {
        'id': '008-S',
        'title': 'フィー・マルク',
        'class': '高校2年生',
        'summary': '性別:男<br>学年:高校2年<br>所属部:シュミレーションゲーム部<br>好きなもの:攻略、探索<br>嫌いなもの:ピーマン<br><br>概要<br>未知の異能力を持った青年です。明るい性格でゲームが大好きです。<br>RPGが得意で、格ゲーが苦手です。要監視対象の1人です。<br><br>能力<br>Dark matter<br>ダークマターの定義を設定できます。再設定には1時間必要です。<br>ダークマターの定義の設定で、過去が変わることはありません。<br>'
    },
    {
        'id': '009-S',
        'title': 'ジェイル・マッコイ',
        'class': '高校2年生',
        'summary': '性別:男<br>学年:高校2年<br>所属部:登山部<br>好きなもの:自然、朝の風景<br>嫌いなもの:都会、騒音<br><br>概要<br>未知の異能力を持った青年です。<br>自然を好み、キャンプなどをよくしています。最大要監視対象です。<br><br>能力<br>Unproven<br>逆説的な証拠を元に対象の存在を抹消します。<br>これにより過去改変が発生します。ワーグスにより証拠を集めてもらうことで真価を発揮します。<br>'
    },
    {
        'id': '010-S',
        'title': 'アンドルト•ワーグス',
        'class': '高校2年生',
        'summary': '性別:男<br>学年:高校2年<br>所属部:魔術研究部<br>好きなもの:かっこいいもの<br>嫌いなもの:かわいいもの<br><br>概要<br>未知の異能力を持った青年です。<br>厨二病真っ盛りな彼はある意味単純です。要監視対象です。<br><br>能力<br>Paradox<br>パラドックスを作れば、その作ったパラドックスを再現できます。<br>一度作ったパラドックスはもう作れません。パラドックスのスタックはできます。<br>'
    },
    {
        'id': '011-S',
        'title': 'キャスター',
        'class': '高校2年生',
        'summary': '性別:男<br>学年:高校2年<br>所属部:科学部<br>好きなもの:パズル<br>嫌いなもの:小説<br><br>概要<br>未知の異能力を持った青年です。何か重大なことを知っているらしいのだが…<br>科学部の実験室が吹き飛んだことがないのは彼のおかげとも言われています。要監視対象です。<br><br>能力<br>Save<br>自らの状態を5次元に保存し、好きなタイミングで呼び出せる能力です。<br>ケツイがあれば世界をやり直せる能力ではありません。<br>'
    },
    {
        'id': '012-S',
        'title': 'フォグレスト•グリシャ',
        'class': '高校2年生',
        'summary': '性別:男<br>学年:高校2年<br>所属部:演劇部<br>好きなもの:演歌<br>嫌いなもの:J-POP<br><br>概要<br>未知の異能力を持った青年です。<br>彼の演技はとても評判よく、女性人気が高いです。趣味は演歌と渋いです。要監視対象です。<br><br>能力<br>Tachyon<br>タキオン粒子を手から全方位に発生させられます。<br>タキオン粒子の定義をマルクに設定してもらうことで自由に物質を生成可能です。<br>'
    },
    {
        'id': '013-S',
        'title': '<ruby><rb>有櫛 葉爪</rb><rp>(</rp><rt>ありぐし はつめ</rt><rp>)</rp></ruby>',
        'class': '高校2年生',
        'summary': '性別 女性<br>身長 145cm (触角を含めず)<br>体重 39kg<br>学年 高校二年<br>所属部 鷹の爪飼育同好会<br><br>概要<br>日本人の少女です。容姿は小柄な身体で、頭部の触角と首のフリルチョーカーが特徴的です。<br>彼女は幼い頃にNZK-1984にカギムシとのハイブリッドさせられてしまいました。<br>そのため、情緒がとても不安定です。現在では日本座布団協会付属学校で保護、教育を受けています。<br><br>※NZK-1984へは当時は同意のもとでハイブリッドされたが、後に後悔したらしい。<br><br>能力<br>粘液を糸のようにして発射することができます、最大距離500m飛ばすことができます。<br><br>武器 <br>護身用として日本座布団協会から用意された武器 <br>「AIW-03 刃潾万丈」と呼ばれるホバリングして人工知能による戦闘が可能な大太刀です。 <br>AIW-Numbers<br><br>「Artificial Intelligence Weapon」の略称です。<br>身体、又は精神が未熟な職員へ、日本座布団協会が特注で作ってもらった護身用の武器です。<br>中に人工知能が入っており、戦闘をデータ解析しより有利に進めたり、ホバークラフトで自立して動くことも可能です。 <br>'
    },
    {
        'id': '014-S',
        'title': '浦画つぐみ(あだ名:PNGちゃん)',
        'class': '高校2年生',
        'summary': '性別:女学年:高校2年<br>所属部:画像編集部<br>好きなもの:写真<br>嫌いなもの:特になし<br><br>概要<br>写真旅の好きな女子高校生です。<br>元々は登山部に入るつもりでしたが、思ったより体力が持たなく、新しい部を作りました。<br>'
    },
    {
        'id': '015-S',
        'title': '<ruby><rb>舟下 嚆</rb><rp>(</rp><rt>ふなじた かう</rt><rp>)</rp></ruby>',
        'class': '高校2年生',
        'summary': '性別 女性<br>身長 177cm<br>体重 57kg<br>学年 二年<br>所属部 鷹の爪飼育同好会<br><br>概要<br>日本人の女性です。平均よりも大きな身長とロングヘアにアメリカ国旗のスカーフが特徴です。<br>両親がベトナム戦争を経験しており、様々なサバイバル術を教えてもらっているサバサバ系女子で、<br>常時120Lバックパックを持っています。<br>殺しのことが嫌いで、できる限り口論で解決しようとします。<br>逆に好きなものはバイクで、「理由はどこでも助けに行けるから」とのこと能力<br>NZK-004の性質を操作可能だと分かっています。<br><br>武器<br>特別にNZK-004を使用することが許可されており、背中に取り付けています。<br><br>護身用として日本座布団協会から用意された武器<br>「AIW-004 射旗消沈」と呼ばれる、単発のグレネードランチャーの様な見た目で銃口が60cmあります。<br>ゴム弾を撃つ非殺傷性個人携行兵器でホバリングで嚆の周りを銃口を上にして浮遊しています。<br><br>サバイバルナイフを叔父の形見として持っています普段は腰のホルスターに収納しています<br><br><br>その他<br>バックパックの荷物について<br>・カメラ・ロープ・あるてぃめっと うさちゃん(ベージュ)・猛獣撃退用スプレー・筆記用具・手帳・水・ブラックサンダー2箱・タオル・三角巾・医療器具・三節棍・テント・キャンティーン・箸、フォーク、スプーン、・ランプ・寝袋・ハンモック<br>があります。 <br>'
    },
    {
        'id': '016-S',
        'title': '帝迷院敬久',
        'class': '高校2年生',
        'summary': '性別:男<br>学年:高校2年<br>所属部:吹奏楽部<br>好きなもの:パーフェクトハーモニー<br>嫌いなもの:ギャンブル<br><br>概要<br>NZK-208です。バランスを保つことに絶対の安心を持っており、不安定なことがとても嫌いです。<br>'
    },
    {
        'id': '017-S',
        'title': 'イライザ・ウィンチェンター',
        'class': '高校3年生',
        'summary': '性別:女<br>学年:高校3年<br>所属部:科学部<br>好きなもの:暖かいところ<br>嫌いなもの:戦争<br><br>概要<br>アメリアの科学者であり、思考の自由無く兵器開発をしていた。<br>多くの土地を焼き払い、汚染する投下爆弾を発明した。<br>そのため多くの人から迫害を受け、隠れて生活していた。<br>その後、この世界へ逃げてきたらしい。<br><br>武器<br>コルトGM3000<br>イライザの護身用の銃。反動がほぼない。<br>'
    },
    {
        'id': '018-S',
        'title': 'イライザ•ウィンターズ',
        'class': '高校3年生',
        'summary': '性別:女<br>学年:高校3年<br>所属部:科学部<br>好きなもの:人の不幸<br>嫌いなもの:エミリー、熱いタイプの人、熱い食べ物<br>一人称: 私<br><br>概要<br>いつも何を考えているのかよく分からなく、人をあざ笑うような行動を多々している。<br>実は猫舌らしい。<br><br>能力:クルーシュチャ方程式<br>誰にも理解できない能力。<br><br>武器:チクタクデウス<br>イライザのつけている腕時計で、周りの機械を操作できる。<br>高度なAIが内蔵されており、自動操作も可能。<br>'
    },
    {
        'id': '019-S',
        'title': 'エミリー•エヴァンス',
        'class': '高校3年生',
        'summary': '性別:女<br>学年:高校3年<br>所属部:科学部<br>好きなもの:科学、カラオケ<br>嫌いなもの:イライザ<br>一人称:私<br><br>概要<br>基本的に皆に明るく優しい性格。<br>しかしイライザとは犬猿の仲でイライザを燃やし尽くそうとしたりしたこともあるが、マイに殴られ気絶。<br>カラオケが大好きだが歌は絶望的に下手。<br><br>能力:マクスウェルの悪魔<br>半径5m以内の物の熱量を操作することができる。しかし基本発火しかさせていない。<br><br>武器:スイッチ式爆弾<br>スイッチを入れると起爆する爆弾。でも自分の能力で爆破させる。<br>'
    },
    {
        'id': '020-S',
        'title': 'ラヴ=クトゥ',
        'class': '高校3年生',
        'summary': '性別:男<br>学年:高校3年<br>所属部:魔術研究部<br>好きなもの:魚、睡眠、夜空<br>嫌いなもの:ラヴ=ハス<br>一人称:私<br><br>概要<br>ラヴ兄妹の長男。すぐに寝てしまう。<br>魚がとても好きでよく水族館や釣りに出かけるらしい。泳ぎも上手い。<br>NZK-7758を持っていた少年で、彼自身すら正体不明。弟のラヴ=ハスとはかなり不仲らしい。<br>'
    },
    {
        'id': '021-S',
        'title': 'ロズベルト • セフィー(あだ名:斬撃バグ子ちゃん)',
        'class': '高校3年生',
        'summary': '性別:女<br>学年:高校3年<br>所属部:無し<br>好きなもの:愛刀<br>嫌いなもの:悪<br><br>概要<br>風紀副委員長です。圧倒的な身体能力と愛刀マサムネにより物理的に風紀を正します。<br>理解より先に体が動くので風紀の乱れを感じ取ると斬ってしまいます。<br><br>武器<br>マサムネ<br>斬る時の軌道上に光が残留し、光に触れると斬られたような痛みに襲われます。<br>'
    },
    {
        'id': '022-S',
        'title': 'オルセニア=ファン=リーブ',
        'class': '中学3年生',
        'summary': '性別:女<br>学年:中学3年<br>所属部:美術部<br>好きなもの:絵<br>嫌いなもの:数学<br><br>概要<br>在来地球人。<br>略称がオル、ハンドガンのデザートイーグルが相棒。<br>'
    },
    {
        'id': '023-S',
        'title': 'ドラキ・クエガネル',
        'class': '大学2年生',
        'summary': '長剣を背負った黄色がかった白髪の男子<br>年齢的には15歳だが大学２年生<br>何故か高等部を避けている<br>スライミー保健医のお気に入り<br>保健委員・剣道部所属<br>'
    },
    {
        'id': '024-S',
        'title': 'アンクロルスト',
        'class': '学生(不明)',
        'summary': '概要<br>NZK-066です<br>'
    },
    {
        'id': '025-S',
        'title': '<ruby><rb>半天 李紺</rb><rp>(</rp><rt>なかぞら かかん</rt><rp>)</rp></ruby>/NZK-889',
        'class': '学生(不明)',
        'summary': '以降NZK-889の概要<br>NZK-889は日本人の女性を模した生命です。(本文ではこれをNZK-889Aとします)<br><br>容姿<br>身長 162cm<br>体重 54kg(アンテナ含め)<br>誕生日10月21日(自称)<br>容姿は中学生のような見た目に、頭部に二台のアンテナをつけており、<br>特殊な素材でできたコート、又はフライトジャケットを着ています。<br><br>性質<br>職員全体には友好的です。<br>分からないことが多いですが、<br>分かっているのが中島 芯吾朗と同じ性質を持っていることです。<br>ですが、髪の毛が生えており、妖怪のことは興味が無いようです。<br><br>能力<br>NZK-889Aのアンテナから照明の役割や同性を好きになる特定の電波などがあります。<br><br>武器<br>護身用として日本座布団協会から用意された武器<br>「AIW-002 頂門金槌(ちょうもんのきんつい)」<br>と呼ばれる、カランビットナイフのグリップに超合金でできた金槌が合わさったような武器で、<br>人工知能とホバークラフトによって投擲武器としても使用出来るようになっています。<br>補足<br>NZK-889は日本座布団協会付属学校の生徒として扱います。<br>'
    }
]

function search() {
    const keyword = document.getElementById("search-in").value;
    const results = searchInData(keyword);

    if (keyword === "") {
        location.href = "original_home.html";
    } else { displayResults(results) }
    // 検索ワードからsarchInData関数で結果を求めdisplayResults関数で表示、空白ならリロード
}

document.getElementById("search-in").addEventListener("keyup", function (event) {
    if (event.keyCode === 13) {
        event.preventDefault();  // デフォルトのEnterキーの動作をキャンセル
        search();  // 検索処理を実行する関数を呼び出す
    }
});

function searchInData(keyword) {
    const results = [];
    for (let i = 0; i < data.length; i++) {
        const item = data[i];
        if (item.id.includes(keyword) || item.title.includes(keyword) || item.summary.includes(keyword) || item.class.includes(keyword)) {
            results.push(item);
        }
    }
    return results;
    // includes関数で検索ワードが含まれているか確認し、pushで返す
}

function displayResults(results) {
    const resultsContainer = document.getElementById("results-container");
    resultsContainer.innerHTML = "";

    if (results.length === 0) {
        resultsContainer.innerHTML = "該当する結果はありません";
        return;
    }

    for (let i = 0; i < results.length; i++) {
        const item = results[i];
        const itemElement = document.createElement("div");
        const itemId = item.id.includes("-M") || item.id.includes("-S") ? item.id : `NZK-${item.id}`;
        itemElement.innerHTML = `<a href="temp.html?param=${item.id}" class="search_result">${itemId} ${item.title}</a>`;
        resultsContainer.appendChild(itemElement);
    }



    // results-containerというidのタグをクリアしてresultsをそれぞれHTMLの形で書き込み
}

const param = document.getElementById("param");
if (param !== null) {
    const params = new URLSearchParams(window.location.search);
    const param1 = params.get('param');  // パラメータ名paramの値を取得
    const searchParam = data.find(item => item.id === param1);
    if (searchParam) {
        // 見つかった場合の処理
        const itemId = searchParam.id.includes("-M") || searchParam.id.includes("-S") ? searchParam.id.replace("NZK-", "") : searchParam.id;
        param.innerHTML = `<h2>${itemId}</h2><h3>${searchParam.title}</h3><p>CLASS : ${searchParam.class}</p><p>${searchParam.summary}</p>`;
    } else {
        // 見つからなかった場合の処理
        param.innerHTML = "該当するドキュメントはありませんでした。";
    }
}
